Repository: vamcart/vamcart
Catalog: app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: MicroTemplates alias is empty.
it: L'alias MicroTemplates è vuoto.

source: MicroTemplates has been imported.
it: MicroTemplates è stato importato.

source: Invalid XML file micro_templates.xml.
it: File XML micro_templates.xml invalido.

source: Error extracting micro_templates.xml.
it: Errore nell'estrazione di micro_templates.xml.

source: Search Result
it: Risultati della ricerca:

source: Download link:
it: Link di download:

source: Order Search
it: Ordina

source: Last allowed download date is reached.
it: E' già trascorsa l'ultima data data per il download.

source: The number of downloads is exceeded.
it: Il numero massimo di download è stato raggiunto.

source: Order is not payed.
it: L'ordine non è stato saldato.

source: Product is not found.
it: Prodotto non trovato.

source: Order is not found.
it: L'ordine non è stato trovato.

source: Chart
it: Grafico

source: Table
it: Tabella

source: Number of Orders
it: Numero di ordini

source: Average Sum
it: Importo medio

source: Average Order
it: Ordine medio

source: Top 10 Viewed
it: I 10 più visti

source: Top 10 Ordered
it: I 10 più ordinati

source: Viewed
it: Visto

source: Ordered
it: Ordinato

source: Image
it: Immagine

source: New Order
it: Nuovo ordine

source: Edit Order
it: Modifica ordine

source: Print Order
it: Stampa l'ordine

source: Order Edit
it: Modifica ordine

source: Add Product
it: Aggiungi prodotto

source: Order saved!
it: Ordine salvato!

source: Order not saved!
it: Ordine non salvato!

source: Save
it: Salva

source: Edit Order #
it: Modifica ordine #

source: Order Changed! Click Save button to save your order!
it: Ordine modificato! Clicca sul pulsante Salva per salvarlo!

source: Your account has been updated successfully.
it: L'account è stato aggiornato correttamente.

source: Login error. Check your email and/or password!
it: Errore di login. Controlla email e password!

source: Displays $this->Session->flash() message.
it: Mostra il messaggio $this->Session->flash().

source: Address Line 1 must only contain letters and numbers.
it: Indirizzo 1 deve contenere lettere e numeri.

source: City must only contain letters and numbers.
it: La città deve contenere solo lettere e numeri.

source: State must only contain letters and numbers.
it: Lo stato deve contenere solo lettere e numeri.

source: Country must only contain letters and numbers.
it: Lo stato (federazione) deve contenere solo lettere e numeri.

source: Zipcode must only contain numbers.
it: Il CAP deve contenere solo numeri.

source: Phone must only contain numbers.
it: Il telefono deve contenere solo numeri.

source: Displays account edit page.
it: Mostra la pagina per la modifica dell'account.

source: Displays address book page.
it: Mostra la pagina dei Contatti.

source: Displays orders page.
it: Mostra la pagina degli ordini.

source: Displays registration page.
it: Mostra la pagina di registrazione.

source: Displays password recovery page.
it: Mostra la pagina di recupero della password.

source: Customers
it: Clienti

source: Customers Listing
it: Elenco clienti

source: Customer Details
it: Dettagli cliente

source: Error extracting.
it: Errore durante l'estrazione.

source: Import su&#1089;cess!
it: Importato con successo!

source: Filter
it: Filtro

source: All Categories
it: Tutte le categorie

source: Change Order Status
it: Cambia lo stato dell'ordine

source: Order status changed.
it: Stato dell'ordine cambiato.

source: Leave empty to use current password.
it: Lasciare libero per usare la password corrente.

source: Displays attributes list.
it: Mostra la lista degli attributi.

source: Attributes values.
it: Valori degli attributi

source: Displays compare box.
it: Mostra il Box per la comparazione.

source: Displays the product packet quantity.
it: Mostra la quantità del pacchetto del prodotto.

source: Packet quantity
it: Quantità del pacchetto

source: Displays the product minimum order quantity.
it: Mostra la quantità minima di prodotto ordinabile.

source: Minimum order required
it: Ordine minimo necessario.

source: Displays login box.
it: Mostra il box di login.

source: Displays a list of search result content.
it: Mostra un elenco che contiene i risultati della ricerca.

source: Displays compare page data.
it: Mostra la pagina di comparazione.

source: Displays filter box.
it: Mostra il box del filtro.

source: Displays a filter value.
it: Mostra il valore di un filtro.

source: Attributes
it: Attributi

source: Attribute Templates
it: Modello attributi

source: Settings
it: Impostazioni

source: Template for filter
it: Modello per il filtro

source: Template for editor
it: Modello per l'editor

source: Template for catalog
it: Modello per il catalogo

source: Template for product
it: Modello per il prodotto

source: Template for compare
it: Modello per la comparazione

source: Default value
it: Valore di default

source: Record not saved!
it: Dato non salvato!

source: Attribute
it: Attributo

source: Attributes saved.
it: Attributo salvato.

source: Attributes not saved!
it: Attributo non salvato!

source: Attributes deleted.
it: Attributo eliminato.

source: Attributes not deleted!
it: Attributo non eliminato!

source: Attribute Editor
it: Editor attributi

source: Attributes Listing
it: Elenco attributi

source: Attributes Value Saved.
it: Valore degli attributi salvato.

source: Attributes Value Not Saved!
it: Valore degli attributi non salvato!

source: Attributes Value Editor
it: Editor del valore degli attributi

source: Attribute Values
it: Valore degli attributi

source: Value Type
it: Tipo del valore

source: Add
it: Aggiungi

source: Compare
it: Compara

source: Attribute Type
it: Tipo attributo

source: Price Modificator
it: Modificatore del prezzo

source: Modificator Value
it: Modificatore del valore

source: You have activated multiple countries.
it: Hai attivato più stati (federazioni)

source: You have inactivated multiple countries.
it: Hai disattivato più stati (federazioni).

source: Displays the configuration values.
it: Mostra i valori di configurazione.

source: Antarctica
it: Antartide

source: Antigua and Barbuda
it: Antigua e Barbuda

source: Belarus
it: Bielorussia

source: Bonaire, Sint Eustatius and Saba
it: Bonaire, Sint Eustatius e Saba

source: Bosnia and Herzegowina
it: Federazione di Bosnia e Erzegovina

source: Brazil
it: Brasile

source: British Indian Ocean Territory
it: Territorio britannico dell'Oceano Indiano

source: Brunei Darussalam
it: Brunei

source: Hungary
it: Ungheria

source: Virgin Islands (British)
it: Isole Vergini (Britanniche)

source: Virgin Islands (U.S.)
it: Isole Vergini (U.S.A.)

source: Guadeloupe
it: Guadalupa

source: Germany
it: Germania

source: Gibraltar
it: Gibrilterra

source: Greenland
it: Groenlandia

source: Greece
it: Grecia

source: Denmark
it: Danimarca

source: Djibouti
it: Gibuti

source: Dominican Republic
it: Repubblica Domenicana

source: Egypt
it: Egitto

source: Western Sahara
it: Sahara occidentale

source: Israel
it: Israele

source: Jordan
it: Giordania

source: Ireland
it: Irlanda

source: Iceland
it: Islanda

source: Spain
it: Spagna

source: Italy
it: Italia

source: Cape Verde
it: Capo Verde

source: Cambodia
it: Cambogia

source: Cameroon
it: Camerun

source: China
it: Cina

source: Congo, Democratic Republic of the
it: Congo, Repubblica Democratica

source: Korea, North
it: Corea, Nord

source: Korea, South
it: Corea, Sud

source: Cote D'Ivoire
it: Costa d'Avorio

source: Latvia
it: Lituania

source: Lebanon
it: Libano

source: Libyan Arab Jamahiriya
it: Libia

source: Lithuania
it: Lituania

source: Luxembourg
it: Lussemburgo

source: Malaysia
it: Malesia

source: Morocco
it: Marocco

source: Marshall Islands
it: Isole Marshall

source: Mexico
it: Messico

source: Moldova
it: Moldavia

source: Netherlands
it: Paesi Bassi

source: Netherlands Antilles
it: Antille dei Paesi Bassi

source: New Zealand
it: Nuova Zelanda

source: New Caledonia
it: Nuova Caledonia

source: United Arab Emirates
it: Emirati arabi uniti

source: Isle of Man
it: Isola di Man

source: Cayman Islands
it: Isole Cayman

source: Cook Islands
it: Isole Cook

source: Palestinian Territory, Occupied
it: Territorio occupato di Palestina

source: Vatican City State (Holy See)
it: Città del vaticano

source: Papua New Guinea
it: Papua Nuova Guinea

source: Peru
it: Perù

source: Slovakia
it: Slovacchia

source: United Kingdom
it: Regno Unito

source: United States of America
it: USA - Stati Uniti d'America

source: Solomon Islands
it: Isole Salomone

source: Thailand
it: Tailandia

source: East Timor
it: Timor Est

source: Trinidad and Tobago
it: Trinidad e Tobago

source: Turkey
it: Turchia

source: Ukraine
it: Ucraina

source: Falkland Islands (Malvinas)
it: Isole Falkland (Malvinas)

source: France, Metropolitan
it: Francia, Metropolitana

source: French Guiana
it: Guiana Francese

source: French Polynesia
it: Polinesia Francese

source: French Southern Territories
it: Territori francesi del sud

source: Croatia
it: Croazia

source: Central African Republic
it: Repubblica Centro-Africana

source: Chad
it: Ciad

source: Czech Republic
it: Repubblica Ceca

source: Chile
it: Cile

source: Switzerland
it: Svizzera

source: Sweden
it: Svezia

source: Svalbard and Jan Mayen Islands
it: Isole Svalbarda e Jan Mayen

source: Equatorial Guinea
it: Guinea Equatoriale

source: Ethiopia
it: Etiopia

source: South Africa
it: Sud Africa

source: Jamaica
it: Giamaica

source: &#1057;ombines and compress javascript & css.
it: combina e comprime javascript & css.

source: Path to js / css file.
it: Path al file js / css

source: Path to output js / css file.
it: Path all'output del file js / css.

source: Yandex.Money ShopID
it: ShopID Yandex.Money

source: Yandex.Money scid
it: scid Yandex.Money

source: Yandex.Money shopPassword
it: shopPassword Yandex.Money

source: Yandex.Money Mode
it: Modo Yandex.Money

source: Yandex.Money Payment Type
it: TIpo pagamento Yandex.Money

source: Yandex.Money Wallet
it: Portafoglio Yandex.Money

source: Yandex.Money Credit Card
it: Carta di credito Yandex.Money

source: Yandex.Money Mobile Phone
it: Cellulare Yandex.Money

source: Yandex.Money Terminals
it: Terminali Yandex.Money

source: Yandex.Money WebMoney
it: WebMoney WebMoney

source: Yandex.Money Sberbank Online
it: Sberbank Online Yandex.Money

source: Yandex.Money mPOS
it: mPOS Yandex.Money

source: Yandex.Money AlfaClick
it: AlfaClick Yandex.Money

source: Yandex.Money MasterPass
it: MasterPass Yandex.Money

source: Yandex.Money PSB
it: PSB Yandex.Money

source: Yandex.Money QIWI
it: QIWI Yandex.Money

source: Test Mode
it: Modalità test

source: Production Mode
it: Modalità produzione

source: Customers Groups
it: Gruppi utenti

source: Customers groups listing
it: Elenco gruppi utenti

source: Group details
it: Dettagli del gruppo

source: Group Not Saved!
it: Gruppo non salvato!

source: Validation errors!
it: Errori nella validazione!

source: Discount
it: Sconto

source: Group Name
it: Nome del Gruppo

source: Group
it: Gruppo

source: Discounts
it: Sconti

source: Discounts Details
it: Dettagli SConti

source: Discounts Listing
it: Elenco sconti

source: Master product
it: Prodotto principale

source: Slave from product
it: Derivato dal prodotto

source: Displays customers group discount.
it: Mostra sconto per gruppo di utenti.

source: Displays quantity discounts.
it: Mostra sconti quantità.

source: Back
it: Indietro

source: Your enquiry has been successfully sent!
it: La tua richiesta è stata inviata con successo!

source: New
it: Nuovo

source: Sale
it: Vendita

source: Add Product Label
it: Aggiungi etichetta prodotto

source: Product Labels
it: Etichette prodotto

source: Product Label
it: Etichetta prodotto

source: Product Label Details
it: Dettagli etichetta prodotto

source: Product Labels Listing
it: Elenco etichette prodotto

source: Displays the product label.
it: Mostra l'etichetta del prodotto.

source: Display label name of selected label_id element.
it: Mostra il nome dell'etichetta se è selezionato l'elemento label_id.

source: Special
it: Speciale

source: Special Price
it: Prezzo speciale

source: <b>Specials Notes:</b><ul><li>You can enter a percentage to deduct in the Specials Price field, for example: <b>20%</b></li><li>If you enter a new price, the decimal separator must be a '.' (decimal-point), example: <b>49.99</b></li><li>Leave the start/end date empty for no expiration.</li></ul>
it: <b>Note speciali:</b><ul><li>Si può immettere percentuali da dedurre nel campo Prezzi Speciali, per esempio: <b>20%</b></li><li>Se si immette un nuovo prezzo, il separatore decimale deve essere un '.' (punto), per esempio: <b>49.99</b></li><li>Lasciare vuota la data d'inizio/fine perché non scada mai.</li></ul>

source: Date Start
it: Data inizio

source: Date End
it: Data fine

source: No customers found for this email.
it: Nessun cliente trovato con questa email.

source: New password validation email was send.
it: L'email di validazione per la nuova password è stata inviata.

source: New password email was send.
it: La mail per la nuova password è stata inviata.

source: Customer not found for this verification code.
it: Cliente non trovato con questo codice di verificazione

source: API Password
it: Password API

source: Store Zip Code
it: CAP del negozio

source: Shipping
it: Spedizione

source: FreeShipping
it: SpedizioneGratuita

source: FlatRate
it: Tariffa fissa

source: Money Order Check
it: Vaglia

source: In-store Pickup
it: Ritiro in negozio

source: Invoice
it: Fattura

source: Kvitancia
it: Fattura
