Repository: vamcart/vamcart
Catalog: app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: Orders
it: Ordini

source: All Orders
it: Tutti gli ordini

source: Contents
it: Contenuti

source: Categories/Products
it: Categorie/Prodotti

source: Import/Export
it: Import/Esport

source: Pages
it: Pagine

source: Content Blocks
it: Blocchi di contenuti

source: Templates
it: Modelli

source: Stylesheets
it: Fogli di stile

source: Configurations
it: Configurazioni

source: Store Settings
it: Impostazioni negozio

source: License
it: Licenza

source: Update
it: Aggiorna

source: Order status
it: Stato dell'ordine

source: Payment Methods
it: Metodi di pagamento

source: Shipping Methods
it: Tipi di spedizione

source: Tax Classes
it: Tasse

source: Tax Rates
it: Tasse (aliquote)

source: Email Templates
it: Modelli email

source: Answer Templates
it: Modelli di risposta

source: Locale
it: Localizzazione

source: Currencies
it: Valute

source: Languages
it: Lingue

source: Countries
it: Stati

source: Defined Languages
it: Linguaggi definiti

source: Geo Zones
it: Geo-zone

source: Extensions
it: Estensioni

source: Modules
it: Moduli

source: Tags
it: Tag

source: User Tags
it: Tag dell'utente

source: Events
it: Eventi

source: Manage Accounts
it: Gestisci account

source: My Account
it: Il mio account

source: Prefences
it: Preferenze

source: Tools
it: Strumenti

source: Database Backup
it: Backup del database

source: Sales Report
it: Report delle vendite

source: Database Manager
it: Gestione database

source: Launch Site
it: Lancia il sito

source: Login Error.
it: Errore di Login

source: Cache cleared.
it: Cache pulita.

source: Store Configuration
it: Configurazione negozio

source: Record saved.
it: Dato salvato.

source: Error: Could not delete default record.
it: Errore: il dato di default non può essere cancellata

source: You have deleted a record.
it: Hai cancellato il dato

source: Edit
it: Modifica

source: Content Details
it: Dettagli contenuto

source: Unable to delete content item with children.
it: Impossibile cancellare l'articolo di contenuto con gli articoli correlati

source: Deleted a content item.
it: Cancellato un articolo

source: Now showing in menu.
it: Ora appare nel menu.

source: Export to YML
it: Esporta in YML

source: Not export to YML
it: Non esportare in YML

source: Now hiding from menu.
it: Ora nascosto dal menu.

source: Activated content item.
it: Attivato un articolo di contenuto

source: Inactivated content item.
it: Disattivato articolo di contenuto

source: Pages Listing
it: Lista delle pagine

source: Listing
it: Lista

source: Country Details
it: Dettagli stato

source: Record created.
it: Dato creato.

source: Record deleted.
it: Dato cancellato

source: Countries Listing
it: Lista stati

source: Country Zone Details
it: Dettagli delle zone dello stato

source: Country Zones Listing
it: Lista zone dello stato

source: Currency Details
it: Dettagli valuta

source: Record activated.
it: Record attivato.

source: Error: Could not deactivate default record.
it: Errore: il dato di default non può essere cancellata

source: Record deactivated.
it: Dato disattivato.

source: Currencies Listing
it: Lista valute

source: Defined Language Details
it: Dettagli della lingua definita

source: Defined Language Listing
it: Lista lingue definite

source: Email Templates Listing
it: Lista dei modelli di Email

source: Answer Templates Listing
it: Lista modelli di Risposta

source: Event Details
it: Dettagli evento

source: Events Listing
it: Lista eventi

source: Global Content Block Details
it: Dettagli del blocco del contenuto generale

source: Global Content Blocks Listing
it: Lista dei blocchi del contenuto generale

source: Install VamShop
it: Installa VamShop

source: VamShop Installed
it: VamShop installato

source: Unable to connect to database.
it: Impossibile connettersi al database

source: Could not select database. Are you sure you created it?
it: Impossibile selezionare un database. Sicuri di averlo creato?

source: Can't open config.php. Please check you have proper permissions to write to that file.
it: Impossibile aprire config.php. Controllare i permessi di scrittura sul file

source: Language Details
it: Dettagli lingua

source: Languages Listing
it: Lista Lingue

source: Enter an alias to use
it: Immetti un alias

source: Micro Template Saved.
it: Micro Template salvato.

source: Micro Templates Listing
it: Lista Micro Template

source: Modules Listing
it: Lista Moduli

source: Order Status
it: Stato dell'ordine

source: Order Status Listing
it: Lista degli stati degli ordini

source: Order View
it: Vedi ordine

source: Order ID
it: ID Ordine

source: Orders Listing
it: Lista Ordini

source: Edit Payment Method
it: Modifica metodi di pagamento

source: Payment Methods Listing
it: Lista Metodi di pagamento

source: Add module
it: Aggiungi modulo

source: Module Upload
it: Upload modulo

source: Upload New Module
it: Upload nuovo modulo

source: Module Uploaded
it: Upload Modulo eseguito

source: Error : Unable to unzip archive
it: Errore: impossibile de-zippare il file

source: Module Not Uploaded
it: Upload modulo non riuscito

source: Search Results
it: Risultati ricerca

source: Edit Shipping Method
it: Modifica metodi di pagamento

source: Shipping Methods Listing
it: Lista metodi pagamento

source: You have deleted a template association.
it: Associazione del modello cancellata

source: Attach Template
it: Aggancia un template

source: Copy Stylesheet
it: Copia foglio di stile

source: Could not delete stylesheet. Stylesheet is in use.
it: Impossibile cancellare il foglio di stile: è in uso

source: You deleted a stylesheet.
it: Foglio di stile cancellato

source: Stylesheet
it: Foglio di stile

source: You have created a new stylesheet.
it: Nuovo foglio di stile creato.

source: You have updated a stylesheet.
it: Aggiornato foglio di stile.

source: You have deleted multiple stylesheets.
it: Cancellati fogli di stile multipli.

source: You have activated multiple stylesheets.
it: Fogli di stile multipli attivati .

source: You have inactivated multiple stylesheets.
it: Fogli di stile mulipli disattivati

source: Stylesheets Listing
it: Lista fogli di stile

source: Tag Details
it: Dettagli tag

source: Tags Listing
it: Lista tag

source: All Country Zones
it: Zone di tutti gli stati

source: Tax Edit
it: Modifica tassa

source: New Tax Zone
it: Nuova zona tasse

source: Tax Zones
it: Zone tasse

source: Please select a tax class.
it: Prego, scegliere un tipo di tassa.

source: You have updated multiple records.
it: Modifica multipla avvenuta.

source: Tax
it: Tassa

source: Taxes Listing
it: Lista tasse

source: You have deleted a stylesheet association.
it: Associazione foglio di stile cancellata

source: Attach Stylesheets
it: Aggancia foglio di stile

source: Are you sure you want to set all products to this template?
it: Impostare tutti i prodotti con questo modello

source: Copy Template
it: Copia modello

source: Record copied.
it: Dato copiato.

source: Could not delete template. Template is in use.
it: Impossibile cancellare il modello: è in uso.

source: You deleted a template.
it: Modello cancellato.

source: Template Content
it: Modello del contenuto

source: Edit Template
it: Modifica modello

source: New Template
it: Nuovo modello

source: Templates Listing
it: Lista modelli

source: User Tag
it: Tag utente

source: Invalid Tag Code
it: Tag invalido

source: User tag created.
it: Tag utente creato.

source: User tag updated.
it: Tag utente aggiornato.

source: User tag deleted.
it: Tag utente cancellato.

source: User Tags Listing
it: Lista Tag utente

source: Could not delete that account.
it: Impossibile cancellare l'account.

source: My Account Details
it: Dettagli account

source: Sorry, passwords did not match.
it: Le password non coincidono.

source: Your account settings have been updated.
it: Le impostazioni dell'account sono aggiornate.

source: My Prefences
it: Preferenze

source: You have logged out.
it: Logout eseguito.

source: No match for Username and/or Password.
it: Username e password non coincidono.

source: New Admin
it: Nuovo Admin

source: Could not create user account. User exists.
it: Impossibile crerare l'account: utente esistente.

source: Admins Listing
it: Lista amministratori

source: Could not install module.
it: Impossibile installare il modulo.

source: module exists.
it: il modulo esiste.

source: Abandoned carts have been purged.
it: I carrelli abbandonati sono stati ripuliti.

source: Abandoned Carts
it: Carrelli abbandonati

source: No data
it: Nessun dato

source: Module Upgraded
it: Modulo aggiornato

source: Module Installed
it: Modulo installato

source: Module Uninstalled
it: Modulo disinstallato

source: What does this do?
it: Cosa fa?

source: The Abandoned Carts module allows you to view the contents of customer's carts who did not complete checkout.
it: Il modulo Carrelli abbandonati permette di vedere i contenuti dei carrelli che non hanno completato il checkout.

source: How do I use this?
it: Come lo uso?

source: Simply navigate to Orders -> Abandoned Carts to use this module.
it: Vai su Ordini -> Carrelli abbandonati per usare questo modulo.

source: Main
it: Principale

source: General
it: Generale

source: Top Products
it: Prodotti top

source: Options
it: Opzioni

source: Order Id
it: Ordine ID

source: Number of Products
it: Numero di prodotti

source: Date Placed
it: Data inoltro

source: Click here to purge all Abandoned Carts.
it: Clicca qui per ripulire tutti i Carrelli abbandonati.

source: Are you sure?
it: Sei sicuro?

source: You have deleted a coupon.
it: Hai cancellato un coupon.

source: Edit Coupon
it: Modifica coupon

source: yes
it: sì

source: You have updated a coupon.
it: Hai aggiornato un coupon.

source: Manage Coupons
it: Gestione Coupons

source: Not enough products in cart for coupon. Requires:
it: Non ci sono abbastanza prodotti nel carrello per il coupon. Necessari:

source: products.
it: prodotti

source: Too many products in cart for coupon. Requires less than:
it: Troppi prodotti nel carrello per il coupon. Non più di:

source: Order total not enough. Requires at least:
it: Il totale dell'ordine non è sufficiente. Richiesto almeno:

source: Order total too high. Requires less than:
it: Totale dell'ordine troppo alto. Richiede meno di:

source: Error: Coupon already used.
it: Errore: coupon già utilizzato

source: Restrictions
it: Limitazioni

source: Coupon Details
it: Dettagli coupon

source: Name
it: Nome

source: Coupon Code
it: Codice coupon

source: Free Shipping
it: Spedizione gratuita

source: Percent Off Total
it: Percentuale sul totale

source: Amount Off Total
it: Importo sul totale

source: Max Uses
it: Utilizzi massimi

source: Min Product Count
it: Minima quantità prodotto

source: Max Product Count
it: Massima quantità prodotto

source: Min Order Total
it: Minimo ordine

source: Max Order Total
it: Massimo ordine

source: Submit
it: Invia

source: Apply
it: Applica

source: Cancel
it: Annulla

source: The coupons module allows you to create promotional discounts and coupons for your customers to use.
it: Il modulo Coupon permette di creare sconti promozionali e coupons per i clienti

source: Once installed there will be a new menu item under Content called Coupons. Here you can create coupons for your customers to use. They will be presented with a box during checkout to enter any promotional coupons they have.
it: Una volta installato, vi sarà un nuovo elemento nel menu, sotto Contenuto, chiamato Coupons. Qui si possono creare i coupon per i clienti, che troveranno un box, durante il checkout, nel quale immettere i coupon promozionali in loro possesso.

source: To use during checkout:
it: Da usare durante il checkout:

source: Code
it: Codice

source: Action
it: Azione

source: Record Deleted.
it: Dato cancellato

source: Read Review
it: Leggi valutazione

source: Manage Reviews
it: Gestione valutazioni

source: Reviews
it: Valutazioni

source: Your review has successfully added.
it: La tua valutazione è stata aggiunta.

source: Rating
it: Giudizio

source: Date:
it: Data

source: Author:
it: Autore:

source: Rating:
it: Giudizio:

source: Product:
it: Prodotto:

source: Review:
it: Valutazione:

source: Return to menu
it: Torna al menu

source: The reviews module will allow customers to publish reviews and rate your products.
it: Il modulo valutazioni permette ai clienti di pubblicare valutazioni e dare un giudizio sui prodotti

source: Upon installation the Reviews Module will create a new Core Page for your store called Product Reviews.
it: L'installazione del modulo Valutazioni creerà una nuova Pagina Principale chiamata Valutazioni prodotti.

source: To create a link to a products reviews:
it: Per creare un link alle valutazioni dei prodotti:

source: This call will create two links in your page/template. One to read reviews of the current content, and the other to publish your own review.
it: Verranno creati due link nella pagina/nel modello: uno per leggere le valutazioni del contenuto corrente, e l'altra per pubblicare le proprie valutazioni.

source: To create a listing of reviews:
it: Creare una lista di valutazioni:

source: Generally called from the core page. If called from a template will display a listing of reviews for that content item.
it: Chiamato generalmente dalla pagina principale. Se chiamato da un modello, mostrerà una lista di valutazioni per l'articolo.

source: Author
it: Autore

source: Date
it: Data

source: Product
it: Prodotto

source: Merchant ID
it: Venditore ID

source: Paypal Email
it: Email PayPal

source: Shipping Cost
it: Costi spedizione

source: Free shipping is just that, FREE! No configuration is needed.
it: Spedizione gratuita è - esattamente - gratuita: niente da configurare!

source: Per Item Amount
it: Importo per articolo

source: Handling
it: Gestione

source: Table based shipping can be set to work off of number of products in cart, weight of products, or total price of products. In the textarea below specify value to cost pairs with a colon followed by a comma. Example: 0:1.00,1:2.50,2:3.00. Units of measure must be integers.
it: La spedizione in base a una tabella può essere impostata per numero di prodotti nel carrello, peso dei prodotti, o prezzo totale dei prodotti. Nell'area di testo sottostante, specificare le coppie valore-costo usando i due punti, seguiti da una virgola. Esempio: 0:1.00,1:2.50,2:3.00. Le unità di misura devono essere numeri interi.

source: Zone based shipping can be set to work off of number of products in cart, weight of products, or total price of products. In the textarea below specify value to cost pairs with a colon followed by a comma. Example: 0:1.00,1:2.50,2:3.00. Units of measure must be integers.
it: La spedizione in base alle zone può essere impostata per numero di prodotti nel carrello, peso dei prodotti, o prezzo totale dei prodotti. Nell'area di testo sottostante, specificare le coppie valore-costo usando i due punti, seguiti da una virgola. Esempio: 0:1.00,1:2.50,2:3.00. Le unità di misura devono essere numeri interi.

source: Weight
it: Peso

source: Total
it: Totale

source: Products
it: Prodotti

source: Based Off
it: Basato su

source: What does this tag do?
it: Cosa fa questo tag?

source: Displays the base program path.
it: Mostra il path del programma.

source: Displays also purchased products for the current content.
it: Mostra anche prodotti acquistati relativi al contenuto corrente.

source: Displays the google analytics code.
it: Mostra il codice google analytics.

source: Displays the yandex metrika code.
it: Mostra i codice yandex metrika.

source: Outputs the correct language value specified by the key between the brackets.
it: Restituisce il corretto codice lingua specificato dalla chiave tra parentesi.

source: How do I use it?
it: Come lo uso?

source: Just insert the tag into your template like:
it: Basta inserire il tag nel modello in questo modo:

source: Language Text
it: Lingua del testo

source: Make sure you define the language key in /app/Locale/your-locale/LC_MESSAGES/catalog.po.
it: Accertarsi di definire il codice lingua in /app/Locale/your-locale/LC_MESSAGES/catalog.po.

source: Wraps the product purchase button with a form.
it: Include il pulsante di acquisto del prodotto in una form.

source: Product ID.
it: ID Prodotto.

source: Wraps the product purchase button with a ajax form.
it: Include il pulsante di acquisto del prodotto in una form ajax.

source: Just wrap your product purchase with:
it: Includi l'acquisto del prodotto con:

source: stuff
it: merce

source: Administration
it: Amministrazione

source: Creates a link to the admin area inside of the front end template.
it: Crea un link all'area admin nel modello del front end.

source: The link will only be displayed if the user has an active admin session.
it: Il link sarà mostrato solo se l'utente ha una sessione attiva.

source: What parameters does it take?
it: Cosa richiede questo parametro?

source: Edit Content
it: Modifica contenuto

source: Creates a link to edit the current content page.
it: Crea un link per editare la corrente pagina di contenuto.

source: Links are only shown if you have an active admin session and the page is not a core page.
it: I link sono mostrati solo se c'è una sessione admin attiva e la pagina non è una pagina principale.

source: This plugin handles the entire checkout process.
it: Questo plugin modifica l'intero processo di checkout.

source: Just insert the tag into your template/page like:
it: Basta inserire il tag nel modello/nella pagina in questo modo:

source: This is where the content for your page will be displayed. It's inserted into the template and changed based on the current page being displayed. This tag will call any sub-templates that are required to display the page.
it: Qui verrà mostrato il contenuto della pagina. E' inserito nel modello e cambia in base alla pagina corrente che viene mostrata. Questo tag chiamerà tutti gli altri sotto-modelli richiesti per visualizzare la pagina.

source: Displays an unordered list of images for the current content page.
it: Mostra una lista non ordinata di immagini per la pagina corrente del contenuto.

source: Number of images to display.
it: Numero di immagini da mostrare.

source: Display images of selected content_id element.
it: Mostra immagini dell'elemento content_id selezionato.

source: Displays a list of content items depending on the parent of those items.
it: Mostra una lista di articoli del contenuto in base al genitore degli articoli.

source: Displays a list of categories.
it: Mostra una lista di categorie.

source: Type of content to display. Seperate multiple values with commas, example:
it: Tipo di contenuto da mostrare. Separare valori plurimi con virgole, per esempio:

source: Defaults to
it: Default a

source: The parent of the content items to be shown. Accepts an alias or id, defaults to 0.
it: Il genitore dell'articolo di contenuto da mostrare. Accetta un alias o un id, il default è 0.

source: Useful if you want to override the default content listing template. Setting this will utilize the template that matches this alias.
it: Utile per sovrascrivere il modello di default dell'elenco del contenuto. L'impostazione utilizzerà il modello che coincide con l'alias

source: Current page.
it: Pagina corrente.

source: Content listing sort order. Available values:
it: Ordine dell'elenco del contenuto. Valori disponibili:

source: Current product listing sort order. Available values:
it: Ordine dell'elenco dei prodotti correnti. Valori disponibili:

source: Display products with selected product label.
it: Mostra i prodotti con l'etichetta selezionata.

source: Items per page.
it: Articoli per pagina.

source: Allows the user to select a currency.
it: Permette all'utente di selezionare una valuta.

source: Overrides the default template for the currency_box plugin.
it: Sovrascrive il modello di default per il plugin currency_box

source: Outputs the description of the current page, product, or category depending on the user's default selected language.
it: Restituisce la descrizione della pagina corrente, del prodotto o della categoria, in base alla lingua di default selezionata dall'utente.

source: Outputs the short description of the current page, product, or category depending on the user's default selected language.
it: Restituisce la descrizione breve della pagina corrente, del prodotto o della categoria, in base alla lingua di default selezionata dall'utente.

source: Dumps all available smarty template variables onto the page. If you wanted to use one you would use it like:
it: Visualizza tutte le variabili disponibili del modello smarty su una pagina. Per usarne una si fa così:

source: Outputs the global_content of the current page, product, or category depending on the user's default selected language.
it: Restituisce il global_content della pagina corrente, del prodotto o della categoria, in base alla lingua di default selezionata dall'utente.

source: Alias of the global content block to display.
it: Alias del blocco globale di contenuto da visualizzare.

source: Displays the head data for this content. Edit the head data for each content item under the options tab.
it: Visualizza le intestazioni per questo contenuto. Modificare le intestazioni per ciascun elemento nella tab Opzioni.

source: Allows the user to select a language.
it: Permette all'utente di selezionare la lingua.

source: Overrides the default template for the language_box plugin.
it: Sovrascrive il modello di default per il plugin language_box.

source: Displays the current meta description.
it: Visualizza la descrizione meta corrente.

source: Displays the current meta title.
it: Visualizza il titolo meta corrente.

source: Displays the current meta keywords.
it: Visualizza le meta keywords impostate.

source: Displays the metadata for this content. Edit the metadata under the options tab.
it: Visualizza i metadata per questo contenuto. Modificare i metadata nella tab Opzioni.

source: Makes a call to the installed module. If the module is not found, this does nothing.
it: Effettua una chiamata al modulo installato. Se il modulo non vien trovato, non fa nulla.

source: See the specific module documentation for more information.
it: Vedere la documentazione specifica del modulo per ulteriori informazioni.

source: Module to call. Alias name
it: Modulo da chiamare. Alias:

source: Controller to call. Defaults to action
it: Controller da chiamare. Il default è action

source: Method to call of the action controller.
it: Metodo da chiamare del controller action.

source: Overrides the module's default template for the action specified.
it: Sovrascrive il modello di default del modulo per l'azione specificata.

source: Displays the current page name.
it: Visualizza il nome della pagina corrente.

source: Displays the total quantity products in shopping cart.
it: Visualizza la quantità totale di prodotti nel carrello.

source: Displays the shopping cart amount.
it: Visualizza il totale del carrello.

source: Displays the current page url.
it: Visualizza l'url della pagina corrente.

source: This plugin handles the payment process.
it: Questo plugin gestisce il processo di pagamento.

source: This plugin returns the shipping info text.
it: Questo plugin restituisce il testo di info per la spedizione.

source: Displays any necessary shipping text before sending the user off to process the order.
it: Visualizza ogni informazione necessaria relativa alla spedizione, che l'utente vedrà nel corso dell'ordine.

source: You should only use this tag in the confirmation core page. Just insert the tag into your page like:
it: SI dovrebbe utilizzare questo tag solo nella pagina principale di conferma. Basta inserire il tag nella pagina così:
