Repository: vamcart/vamcart
Catalog: app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: overrides the default payment template.
it: sovrascrive il modello di pagamento di default.

source: Displays any necessary payment fields before sending the user off to process the order.
it: Visualizza tutti i campi necessari relativi al pagamento prima di indirizzare l'utente all'inserimento dell'ordine.

source: This tag is called from the confirmation page like:
it: Questo tag è chiamato dalla pagina di conferma, così:

source: Displays the product price for the current content.
it: Visualizza il prezzo del prodotto per il contenuto corrente.

source: Displays the product weight for the current content.
it: Visualizza il peso del contenuto corrente.

source: Displays the product model for the current content.
it: Visualizza il modello del prodotto per il contenuto corrente.

source: Displays the product manufacturer for the current content.
it: Visualizza il produttore del contenuto corrente.

source: Displays the product stock quantity for the current content.
it: Visualizza la quantità in stock del contenuto corrente.

source: Repeats a given string a certain number of times.
it: Ripete una data stringa un certo numero di volte.

source: Hello!
it: Ciao!

source: String to repeat.
it: Stringa da ripetere.

source: Number of times to repeat the specified string.
it: Numero di volte una certa stringa deve essere ripetuta.

source: Displays a more detailed version of the user's cart.
it: Visualizza una versione più dettagliata del carrello dell'utente.

source: Overrides the default template.
it: Sovrascrive il template di default.

source: (true or false) If set to false does not display the cart if the user has not added any items. Defaults to false.
it: (vero o falso) Se impostato a falso, non visualizza il carrello se l'utente non ha aggiunto articoli. Il default è falso.

source: Gets stylesheet information from the system. By default, it grabs all of the stylesheets attached to the current template.
it: Acquisisce informazioni sul foglio di stile dal sistema. Per default, prende tutti i fogli di stile collegati al modello corrente.

source: Just insert the tag into your template/page's head section like:
it: Basta inserire il tag nella sezione head del modello/pagina, così:

source: Instead of getting all stylesheets for the given page, it will only get one spefically named one, whether it's attached to the current template or not. Set the alias to be the ID or alias of the stylesheet.
it: Invece di prendere tutti i fogli di stile per una determinata pagina, ne prende uno in base a un nome specificato, che sia o meno collegato al modello corrente. Impostare l'alias in modo che sia l'ID o l'alias del foglio di stile.

source: If name is defined, this allows you set a different media type for that stylesheet.
it: Se il nome è definito, permette di impostare un differente tipo di media per quel foglio di stile.

source: Calls the user tag specified by alias
it: Chiama il tag utente specificato in base all'alias

source: Alias of the user tag to call.
it: Alias di un tag utente da chiamare.

source: Pass any other smarty variables or information to the user tag like:
it: Passa altre variabili smarty o informazioni al tag utente, così:

source: These will be available for the user tag to use in the $params array.
it: Saranno disponibili per il tag utente nell'array $params.

source: Create New
it: Crea nuovo

source: Export
it: Esporta

source: Import
it: Importa

source: With Selected:
it: Con selezionato:

source: Are you sure? You may not be able to undo this action.
it: Sei sicuro? L'azione potrebbe non essere annullabile.

source: Down
it: Giù

source: Up
it: Su

source: True
it: Vero

source: False
it: Falso

source: Confirm delete action?
it: Confermare l'eliminazione?

source: No Data
it: Nessun dato

source: Show/Hide editor
it: Mostra/Nascondi l'editor

source: Email Settings
it: Impostazioni email

source: Site Name
it: Nome del sito

source: Telephone
it: Telefono

source: Metadata
it: Metadati

source: URL Extension
it: Estensione dell'URL

source: GD Library Enabled
it: Libreria GD abilitata

source: Image Thumbnail Size
it: Dimensione miniatura

source: Products Per Page
it: Prodotti per pagina

source: Ajax Enable
it: Abilita ajax

source: Cache Time in Seconds
it: Durata cache, in secondi

source: Click here to clear cache
it: Click qui per pulire la cache

source: Send extra order emails to
it: Invia altre email relative all'ordine a

source: New Order: From
it: Nuovo ordine: Da

source: New Order: From Name
it: Nuovo ordine: Da Nome

source: New Order Status: From
it: Nuovo ordine, status: Da

source: New Order Status: From Name
it: Nuovo ordine, status: Da Nome

source: Send contact us emails to
it: Invia email dei contatti a

source: Phone Input Mask
it: Maschera inserimento numero di telefono

source: SMS Email Gateway
it: Gateway email SMS

source: Title
it: Titolo

source: Type
it: Tipo

source: Template
it: Modello

source: Active
it: Attivo

source: Show in menu
it: Mostra nel menu

source: Sort Order
it: Ordinamento

source: Delete
it: Elimina

source: Up One Level
it: Su di un livello

source: Activate
it: Attiva

source: Deactivate
it: Disattiva

source: Show In Menu
it: Mostra nel menu

source: Hide From Menu
it: Nascondi dal menu

source: Edit Page
it: Modifica pagina

source: category
it: categoria

source: product
it: prodotto

source: page
it: pagina

source: news
it: notizie

source: article
it: articolo

source: downloadable
it: scaricabile

source: manufacturer
it: produttore

source: Default Theme
it: Tema di default

source: Main Layout
it: Layout principale

source: Content Page
it: Pagina di contenuto

source: Product Info
it: Informazioni prodotto

source: Category Info
it: Informazioni categoria

source: Manufacturer Info
it: Informazioni produttore

source: News Page
it: Pagina notizie

source: Article Page
it: Pagina articolo

source: Non-Taxable
it: Non tassabile

source: Description
it: Descrizione

source: Short Description
it: Descrizione breve

source: Head Data
it: Dati intestazione

source: View Images
it: Visualizza immagini

source: Upload Images
it: Upload immagini

source: Cross-Sell
it: Cross-Vendita

source: Parent
it: Genitore

source: Top Level
it: Livello più alto

source: Press 'Upload Images' and choose images from your computer to upload. Select as many files as you would like. Images will upload right after you select them.
it: Premere "Upload immagini" e scegliere le immagini da caricare dal proprio computer. Scegliere quanti file si desideri: il caricamento inizierà subito dopo averle selezionate.

source: TIP: Hold the 'control' button to select more than one image.
it: SUGGERIMENTO: Premere il pulsante "controlla" per selezionare più di un'immagine.

source: TIP: Also, you can Drag &amp; Drop Files to dotted zone.
it: CONSIGLIO: Inoltre si può trascinare e rilasciare i files nella zona delimitata dai puntini.

source: Browse Images
it: Scorri le immagini

source: Abort
it: Annulla

source: Done
it: Fatto

source: Multiple File Drag &amp; Drop is not allowed.
it: Rilasciare più di un file col drag & drop non è possibile.

source: is not allowed. Allowed extensions:
it: non è permessa. Estensioni permesse.

source: is not allowed. Allowed Max size:
it: non è permessa. Dimensione massima permessa:

source: Upload is not allowed
it: L'upload non è permesso.

source: is not allowed. Maximum allowed files are:
it: non è permesso. Il numero massimo di files è:

source: Price
it: Prezzo

source: Tax Class
it: Tipo di tassa

source: Stock
it: Magazzino

source: Model
it: Modello

source: Manufacturer
it: Produttore

source: Manufacturers
it: Produttori

source: Manufacturers Listing
it: Elenco dei produttori

source: Manufacturer Details
it: Dettagli del produttore

source: Add Manufacturer
it: Aggiungi produttore

source: Link Details
it: Dettagli del link

source: There are no available content records. Please select a different content type.
it: Non vi sono dati di contenuto disponibile. Scegliere un diverso tipo di contenuto

source: Link To
it: Link a

source: Select Internal Page
it: Seleziona una pagina interna

source: Required order status to download
it: Status dell'ordine richiesto per il download

source: delete
it: elimina

source: Max. downloads
it: Download massimi

source: Max. days for download
it: Numero di giorni per il download

source: << Previous
it: << Precedente

source: Next >>
it: Seguente >>

source: Address Format
it: Formato indirizzo

source: Currency
it: Valuta

source: Symbol Left
it: Simbolo sinistra

source: Symbol Right
it: Simbolo destra

source: Decimal Point
it: Separatore decimale

source: Thousands Point
it: Separatore migliaia

source: Decimal Places
it: Numero cifre decimali

source: Value
it: Valor

source: Call (Template Placeholder)
it: Chiamata (segnaposto modello)

source: Subject
it: Oggetto

source: Email Templates Details
it: Dettagli dei modelli email

source: Content
it: Contenuto

source: Either you are missing a database table, or you have not yet installed the software.
it: Manca una tabella nel database, o il software non è installato.

source: Click here to install the software.
it: Clicca qui per installare il software.

source: Database table %1$s for model %2$s was not found.
it: Tabella del database %1$s per il modello %2$s non trovata.

source: Originator
it: Origine

source: Current Images For This Content Item
it: Immagini correnti per l'articolo corrente

source: Uploaded new images? Press apply to view them.
it: Caricato nuove immagini? Cliccare su Applica per vederle.

source: Click to Enlarge
it: Click per ingrandire

source: Can't write to:
it: Impossibile scrivere a:

source: An error has occured. Please correct the error and refresh the page.
it: E' avvenuto un errore. Correggere e ricaricare la pagina.

source: Database successfully imported.
it: Il database è stato importato correttamente.

source: VamShop Newsletter
it: Newsletter VamShop

source: Your Name
it: Il tuo nome

source: Your Email
it: La tua email

source: Subscribe
it: Sottoscrivi

source: We at VamShop value your privacy, we will never sell or distribute your information. You will only receive information regarding VamShop or its affiliates.
it: Noi di VamShop abbiamo a cuore la tua privacy, non venderemo né distribuiremo le informazioni che ti riguardano. Riceverai semlo informazioni di VamShop o delle aziende affiliate.

source: At anytime you may remove yourself from the list if you think you joined in error.
it: In qualsiasi momento sarà possibile rimuovere il proprio nome dalla lista.

source: Click here to visit your live store.
it: Clicca per visitare il negozio online.

source: Welcome to the VamShop installation.
it: Benvenuti all'installazione di VamShop.

source: Installing version:
it: Installo la versione:

source: Database Name
it: Nome del database

source: Database Username
it: Username per il database

source: Database Password
it: Password per il database

source: Admin Credentials
it: Credenziali dell'Admin

source: Language
it: Lingua

source: Flag
it: Bandiera

source: ISO Code
it: Codice ISO

source: VamShop Admin
it: Admin VamShop

source: Search
it: Cerca

source: Global Record Search
it: Ricerca globale

source: Help
it: Aiuto

source: Support
it: Supporto

source: Help for this page
it: Aiuto per questa pagina

source: VamShop News
it: Notizie VamShop

source: Total Orders
it: Ordini totali

source: Total Sales
it: Vendite totali

source: Pending Orders
it: Ordini in corso

source: Total Customers
it: Totale clienti

source: Micro Template Details
it: Dettagli del modello Micro Template

source: Tag Name
it: Nome del Tag

source: Installed
it: Installato

source: Version
it: Versione

source: Install
it: Installa

source: Upgrade
it: Aggiorna

source: Uninstall
it: Disinstalla

source: Order
it: Ordina

source: Order Status Details
it: Dettaglio dello stato dell'ordine

source: Customer
it: Cliente

source: Order Number
it: Numero ordine

source: Status
it: Stato

source: View
it: Vedi

source: Order Comments
it: Ordine dei commenti

source: New Comment
it: Nuovo commento

source: Billing Information
it: Informazioni di fatturazione

source: Customer Name
it: Nome cliente

source: Address Line 1
it: Indirizzo 1

source: Address Line 2
it: Indirizzo 2

source: City
it: Città

source: State
it: Stato

source: Country
it: Stato

source: Zip
it: Cap

source: Shipping Information
it: Informazioni di spedizione

source: Contact Information
it: Informazioni di contatto

source: Phone
it: Telefono

source: Company
it: Compagnia

source: Payment Information
it: Informazioni di pagamento

source: Product Name
it: Nome del prodotto

source: Quantity
it: Quantità

source: Order Total
it: Totale dell'ordine

source: User
it: Utente

source: Sent To Customer
it: Inviato al cliente

source: Comment
it: Commento

source: Answer Template
it: Modello di risposta

source: Add Answer Template
it: Aggiungi modello di risposta

source: Select
it: Seleziona

source: Update Status
it: Aggiorna lo stato

source: Send To Customer
it: Invia al cliente

source: Notify Customer
it: Notifica al cliente

source: Customer Notified
it: Cliente notificato

source: Ordered Products
it: Prodotti ordinati

source: Payment Method Details
it: Dettagli metodo di pagamento

source: Results:
it: Risultati:

source: Shipping Method Details
it: Dettagli metodo di spedizione

source: Media Type
it: Tipo di file media

source: Copy
it: Copia

source: Current Template Associations
it: Associazioni del modello corrente

source: Name the copy:
it: Nome della copia:

source: Stylesheet Details
it: Dettagli foglio di stile

source: Default Template
it: Modello di default

source: Template Details
it: Dettagli modello

source: Create Micro Template From Tag
it: Crea un modello Micro Template dal Tag

source: Tax Rate
it: Aliquota tassa

source: Tax Zone Rates Details
it: Dettaglie delle aliquote in base alla zona

source: Country Zones
it: Zone dello stato

source: Are you sure you want to set all products to this tax class?
it: Sicuri di voler impostare tutti i prodotti a questo tipo di tassa?

source: Set All Products
it: Imposta tutti i prodotti

source: Tax Details
it: Dettagli tassa

source: Expand
it: Espandi

source: Collapse
it: Collassa

source: Current Stylesheet Associations
it: Associazioni del modello corrente

source: Attach Stylesheet
it: Aggancia foglio di stile

source: Template Copy Name
it: Nome della copia del modello

source: Create Template Set
it: Crea set di modelli

source: User Tag Details
it: Dettagli del tag utente

source: Account Details
it: Dettagli account

source: New Password
it: Nuova password

source: Confirm Password
it: Conferma password

source: User Prefences
it: Preferenze utente

source: Contact Us
it: Contatti

source: Creates a contact us form.
it: Crea una form per i contatti

source: Creates a breadcrumbs.
it: Crea un breadcrumb

source: WebMoney Purse
it: Portafoglio WebMoney

source: WebMoney Secret Key
it: Chiave segreta WebMoney

source: RBKMoney Store ID
it: ID Negozio RBKMoney

source: RBKMoney Secret Key
it: Chiave segreta RBKMoney

source: Prochange ID 1
it: ID 1 Prochange

source: Prochange ID 2
it: ID 2 Prochange

source: Prochange Secret Key
it: Chiave segreta Prochange

source: Zpayment Purse
it: Portafoglio Zpayment

source: Zpayment Secret Key
it: Chiave segreta Zpayment

source: Robokassa Login
it: Login Robokassa

source: Robokassa Password 1
it: Password Robokassa 1

source: Robokassa Password 2
it: Password Robokassa 2

source: Assist Shop ID
it: ID Assist Shop

source: InterKassa ID
it: ID InterKassa

source: InterKassa Secret Key
it: Chiave segreta InterKassa

source: LiqPay ID
it: ID LiqPay

source: LiqPay Secret Key
it: Chiave segreta LiqPay

source: Qiwi ID
it: ID Qiwi

source: Qiwi API ID
it: ID API Qiwi

source: Qiwi Notify Password
it: Password di Notifica Qiwi

source: Qiwi Password
it: Password Qiwi

source: Qiwi Phone
it: Telefono Qiwi

source: Today, %s
it: Oggi, %s

source: Yesterday, %s
it: Ieri, %s

source: on %s
it: il %s

source: %s ago
it: %s fa

source: days
it: giorni

source: year
it: année

source: month
it: mois

source: week
it: semaine

source: day
it: Jour

source: hour
it: heure

source: second
it: secondo

source: January
it: Gennaio

source: February
it: Febbraio

source: March
it: Marzo

source: April
it: Aprile

source: May
it: Maggio

source: June
it: Giugno

source: July
it: Luglio

source: August
it: Agosto

source: September
it: Settembre

source: October
it: Ottobre

source: November
it: Novembre

source: December
it: Dicembre

source: Bank Name
it: Nome Banca

source: Account Number 1
it: Account Numero 1

source: BIK
it: BIC

source: Account Number 2
it: Account Numero 2

source: Recipient
it: Ricevente

source: Payment Text
it: Testo del pagamento

source: Notice
it: Avviso

source: Receipt
it: Ricevuta

source: Teller
it: Cassiere

source: recipient
it: beneficiario

source: bank info
it: info banca

source: Payeer Name
it: Nome ordinante

source: Payeer Address
it: Indirizzo Ordinante

source: Signature
it: Firma

source: Company Address
it: Indirizzo società

source: Company Phone
it: Telefono Società

source: Supplier
it: Fornitore

source: in bank
it: in banca

source: Invoice #
it: Fattura #

source: on
it: su

source: Summa:
it: Totale:

source: without tax.
it: escluse tasse.

source: CEO
it: Amministratore delegato

source: Accountant
it: Contabile

source: Last Name
it: Cognome

source: three
it: tre

source: four
it: quattro

source: five
it: cinque

source: six
it: sei

source: seven
it: sette

source: eight
it: otto

source: nine
it: nove

source: ten
it: dieci

source: eleven
it: undici

source: twelve
it: dodici

source: thirteen
it: tredici

source: fourteen
it: quattordici

source: fifteen
it: quindici

source: sixteen
it: sedici

source: seventeen
it: diciassette

source: eighteen
it: diciotto

source: nineteen
it: diciannove

source: twenty
it: venti

source: thirty
it: trenta

source: forty
it: quaranta

source: fifty
it: cinquanta

source: sixty
it: sessanta

source: seventy
it: settanta

source: eighty
it: ottanta

source: ninety
it: novanta

source: hundred
it: cento

source: two hundred
it: duecento

source: three hundred
it: trecento

source: four hundred
it: quattrocento

source: five hundred
it: cinquecento

source: six hundred
it: seicento

source: seven hundred
it: settecento

source: eight hundred
it: ottocento

source: nine hundred
it: novecento

source: kopecks
it: copeche

source: single kopek
it: una copeca

source: two penny
it: due penny

source: ruble
it: rublo

source: rubles
it: rubli

source: one ruble
it: un rublo

source: two rubles
it: due rubli

source: thousands
it: mila

source: thousand
it: mille

source: one thousand
it: mille

source: two thousand
it: duemila

source: million
it: milione

source: millions
it: milioni

source: one million
it: un milione

source: two million
it: due milioni

source: billion
it: miliardo

source: billions
it: miliardi

source: one billion
it: un miliardo

source: two billion
it: due miliardi

source: trillion
it: mille miliardi

source: trillions
it: migliaia di miliardi

source: one trillion
it: mille miliardi

source: two trillion
it: duemila miliardi

source: There was a problem with the field
it: Si è verificato un problema col campo

source: License invalid!
it: Licenza non valida

source: Go to Admin - Configurations -
it: Vai a Admin - Configurazioni -

source: and check your key.
it: e controlla la key.

source: Close
it: Chiudi

source: New version available. VamShop
it: Nuova versione disponibile. VamShop

source: and update your store.
it: e aggiorna il negozio.

source: License Key
it: Key della licenza

source: Domain:
it: Dominio

source: Start Date:
it: Data inizio:

source: Updates available until:
it: Aggiornamenti disponibili fino a:

source: License is invalid. Check your key.
it: La licenza è invalida. Controlla la tua key.

source: VamShop Version:
it: Versione VamShop:

source: You have latest version of VamShop. No update needed.
it: Hai la versione più aggiornata di VamShop. Non serve aggiornare.

source: No updates needed for your version.
it: Nessun aggiornamento necessario per la tua versione.

source: Current VamShop Version:
it: Versione attuale di VamShop

source: Click Update button to start VamShop AutoUpdate.
it: Clicca il pulsante Aggiorna per iniziare l'AutoAggiornamento VamShop

source: Trial version of VamShop is over. Purchase unlimited version of VamShop at
it: La versione di valutazione di VamShop è terminata. Acquista una versione illimitata di VamShop su

source: Don't forget backup your files and database before update at Admin - Tools - Database Backup.
it: Non dimenticare di salvare i files e il database prima di un aggiornamento con Admin - Strumenti - Backup database

source: Don't forget backup your database before import at Admin - Tools - Database Backup.
it: Non scordare di fare il backup del database prima di importare, su Admin - Strumenti - Backup del database

source: You currently use latest version of VamShop.
it: La tua versione di VamShop è la più recente.

source: Update sucessfully finished.
it: Aggiornamento terminato correttamente.

source: Select target category
it: Scegliere la categoria desiderata

source: Move
it: Sposta

source: Copied content item.
it: Contenuto dell'articolo copiato.

source: Moved content item.
it: Contenuto dell'articolo spostato.

source: Country Zones linked.
it: Zone dello stato collegate.

source: Country Zones unlinked.
it: Zone dello stato scollegate.

source: Geo Zone Details
it: Dettagli Geo-zone

source: Edit Zones for Geo Zone
it: Modifica zone per le Geo-zone

source: Geo Zones Listing
it: Elenco Geo-zone

source: Select country
it: Seleziona lo stato

source: Select regions
it: Seleziona le regioni

source: Select All
it: Seleziona tutto

source: Deselect All
it: Deseleziona tutto

source: None
it: Nessuno

source: Generates States list.
it: Genera la lista di stati.

source: Generates Country list.
it: Genera la lista di stati (federazione).

source: Select zone
it: Seleziona la zona

source: Geo Zone
it: Geo-zona

source: Shipping Cost for Zone
it: Costo di spedizione per la zona

source: Shipping Handling Cost for Zone
it: Costo per la gestione per la zona

source: Name must only contain letters and numbers.
it: Il nome deve contenere solo lettere e numeri.

source: Password can not be blank
it: La password non può essere vuota

source: Passwords don't match
it: Le password non coincidono.

source: Please, input correct e-mail address
it: Immettere un indirizzo e-mail corretto.

source: This email has already been taken.
it: Questa email è già stata utilizzata.

source: Style name or style alias is empty.
it: Il nome dello stile o il suo alias è vuoto.

source: Styles has been imported.
it: Gli stili sono stati importati.

source: Invalid XML file stylesheets.xml.
it: File XML stylesheets.xml invalido.

source: Error extracting stylesheets.xml.
it: Errore nell'estrazione di stylesheets.xml.

source: Please, select the file for import.
it: Selezionare il file da importare.

source: Key or language_id empty.
it: Codice o language_id vuoto.

source: Defined languages has been imported.
it: I linguaggi definiti sono stati importati.

source: Invalid XML file defined_languages.xml.
it: File XML defined_languages.xml invalido.

source: Error extracting defined_languages.xml.
it: Errore nell'estrazione di defined_languages.xml.

source: Templates name is empty.
it: Il nome del modello è vuoto.

source: Templates has been imported.
it: I modelli son stati importati.

source: Invalid XML file templates.xml.
it: File XML templates.xml invalido.

source: Error extracting templates.xml.
it: Errore nell'estrazione di templates.xml.
