Repository: vamcart/vamcart
Catalog: app/Plugin/ModuleOneClickBuy/Locale/*/LC_MESSAGES/module_one_click_buy.po
Languages: br

source: One Click Buy
br: Compra Rápida

source: One click buy
br: Compra Rápida

source: Customer can send request to store admin email about any product in your store from product page.
br: O cliente pode enviar uma solicitação para armazenar o e-mail de administrador sobre qualquer produto em sua loja a partir da página do produto.

source: Template placeholder to create a link to a product request form:
br: Placeholder de modelo para criar um link para um formulário de solicitação de produto:

source: This call will create link to javascript popup window with product request form.
br: Essa chamada criará um link para a janela pop-up javascript com o formulário de solicitação do produto.

source: Insert this placeholder at product page template (Admin - Layout - Template - Product Info).
br: Insérer cet espace réservé au modèle de page de produit (Admin - Layout - modèle - informations sur le produit).

source: Required field
br: Campo obrigatório

source: Min length
br: Comprimento mínimo

source: Your Phone (or Email)
br: Seu fone

source: Submit
br: Enviar

source: Your request successfully sended.
br: Sua pergunta foi enviada com sucesso.

source: Thank you!
br: Obrigado
