Repository: vamcart/vamcart
Catalog: app/Locale/prt/LC_MESSAGES/default.po
Languages: pt_br

source: Overrides the current global content_id. Useful if you want to place a purchase button in product listing pages.
pt_br: Substitui o content_id global atual. Útil se você quiser colocar um botão de compra nas páginas de listagem de produtos.

source: Repeats a given string a certain number of times.
pt_br: Repete uma determinada string um certo número de vezes.

source: Hello!
pt_br: Olá!

source: String to repeat.
pt_br: String para repetir.

source: Number of times to repeat the specified string.
pt_br: Número de vezes para repetir a string especificada.

source: Displays a more detailed version of the user's cart.
pt_br: Exibe uma versão mais detalhada do carrinho do usuário.

source: Overrides the default template.
pt_br: Substitui o modelo padrão.

source: (true or false) If set to false does not display the cart if the user has not added any items. Defaults to false.
pt_br: (verdadeiro ou falso) Se definido como falso, o carrinho não será exibido se o usuário não tiver adicionado itens. O padrão é falso.

source: Displays the site name.
pt_br: Exibe o nome do site.

source: Gets stylesheet information from the system. By default, it grabs all of the stylesheets attached to the current template.
pt_br: Obtém informações da folha de estilo do sistema. Por padrão, ele pega todas as folhas de estilo anexadas ao modelo atual.

source: Just insert the tag into your template/page's head section like:
pt_br: Basta inserir a tag na seção principal do seu modelo/página como:

source: Instead of getting all stylesheets for the given page, it will only get one spefically named one, whether it's attached to the current template or not. Set the alias to be the ID or alias of the stylesheet.
pt_br: Em vez de obter todas as folhas de estilo para a página especificada, ela só receberá uma com nome específico, seja anexada ao modelo atual ou não. Defina o alias para ser o ID ou o alias da folha de estilo.

source: If name is defined, this allows you set a different media type for that stylesheet.
pt_br: Se o nome estiver definido, isso permite que você defina um tipo de mídia diferente para essa folha de estilo.

source: Calls the user tag specified by alias
pt_br: Chama a tag de usuário especificada pelo alias

source: Alias of the user tag to call.
pt_br: Alias da tag do usuário para chamar.

source: Pass any other smarty variables or information to the user tag like:
pt_br: Transmita outras variáveis ou informações do smarty para a tag do usuário como:

source: These will be available for the user tag to use in the $params array.
pt_br: Estes estarão disponíveis para a tag do usuário usar no $params array.

source: Create New
pt_br: Criar Novo

source: Export
pt_br: Exportar

source: Import
pt_br: Importar

source: With Selected:
pt_br: Com Selecionado:

source: Are you sure? You may not be able to undo this action.
pt_br: Você tem certeza? Você pode não conseguir desfazer essa ação.

source: Down
pt_br: Baixa

source: Up
pt_br: Alta

source: True
pt_br: Verdadeiro

source: False
pt_br: Falso

source: Confirm delete action?
pt_br: Confirme a ação de exclusão?

source: No Data
pt_br: Sem dados

source: Show/Hide editor
pt_br: Mostrar/ocultar editor

source: Caching
pt_br: Cache

source: Email Settings
pt_br: Configurações de E-mail

source: Site Name
pt_br: Nome do Site

source: Metadata
pt_br: Metadados

source: URL Extension
pt_br: Extensão da URL

source: GD Library Enabled
pt_br: Biblioteca GD Ativada

source: Image Thumbnail Size
pt_br: Tamanho da Miniatura da Imagem

source: Google Analytics ID
pt_br: ID do Google Analytics

source: Yandex.Metrika ID
pt_br: ID Yandex.Metrika

source: Products Per Page
pt_br: Produtos por Página

source: Ajax Enable
pt_br: Ativar Ajax

source: Cache Time in Seconds
pt_br: Tempo de Cache em Segundos

source: Reset Cache
pt_br: Limpar Cache

source: Click here to clear cache
pt_br: Clique aqui para limpar o cache

source: Send extra order emails to
pt_br: Envie e-mails de pedidos extras para

source: Send contact us emails to
pt_br: Envie-nos um email para contato

source: Title
pt_br: Título

source: Type
pt_br: Tipo

source: Template
pt_br: Modelo

source: Active
pt_br: Ativo

source: Show in menu
pt_br: Mostrar no Menu

source: Default
pt_br: Padrão

source: Sort Order
pt_br: Ordem de Classificação

source: Delete
pt_br: Excluir

source: Up One Level
pt_br: Subir um Nível

source: Activate
pt_br: Ativar

source: Deactivate
pt_br: Desativar

source: Show In Menu
pt_br: Mostrar no Menu

source: Hide From Menu
pt_br: Ocultar do Menu

source: Edit Page
pt_br: Editar Página

source: Content Type
pt_br: Tipo de Conteúdo

source: category
pt_br: categoria

source: product
pt_br: produto

source: page
pt_br: página

source: news
pt_br: notícia

source: article
pt_br: artigo

source: downloadable
pt_br: baixável

source: Default Theme
pt_br: Tema Padrão

source: Main Layout
pt_br: Layout Principal

source: Content Page
pt_br: Página de Conteúdo

source: Product Info
pt_br: Informações do Produto

source: Category Info
pt_br: Informações da Categoria

source: News Page
pt_br: Nova Página

source: Article Page
pt_br: Página do Artigo

source: Non-Taxable
pt_br: Não Tributável

source: Description
pt_br: Descrição

source: Meta Title
pt_br: Meta Título

source: Meta Description
pt_br: Meta Descrição

source: Meta Keywords
pt_br: Meta Palavras Chave

source: Head Data
pt_br: Dados do Head

source: View Images
pt_br: Visualizar Imagens

source: Upload Images
pt_br: Upload de Imagens

source: Top Level
pt_br: Nível Superior

source: Press 'Upload Images' and choose images from your computer to upload. Select as many files as you would like. Images will upload right after you select them.
pt_br: Clique em "Carregar Imagens" e escolha as imagens do seu computador que deseja carregar. Selecione quantas imagens desejar. Elas serão enviadas logo após você selecioná-las.

source: TIP: Hold the 'control' button to select more than one image.
pt_br: DICA: Segure o botão 'Ctrl' para selecionar mais de uma imagem.

source: Files Uploaded:
pt_br: Arquivos Enviados:

source: Cancel All Uploads
pt_br: Cancelar Todos os Uploads

source: Price
pt_br: Preço

source: Tax Class
pt_br: Classe de Taxa

source: Stock
pt_br: Estoque

source: Model
pt_br: Modelo

source: Link Details
pt_br: Detalhes do Link

source: There are no available content records. Please select a different content type.
pt_br: Não há registros de conteúdo disponíveis. Por favor selecione um tipo de conteúdo diferente.

source: Link To
pt_br: Link Para

source: Select Internal Page
pt_br: Selecione a Página Interna

source: Required order status to download
pt_br: Status do pedido obrigatório para download

source: File:
pt_br: Arquivo:

source: delete
pt_br: excluir

source: Max. downloads
pt_br: Máximo de Downloads

source: Max. days for download
pt_br: Máximo de Dias para Download

source: << Previous
pt_br: << Anterior

source: Next >>
pt_br: Próximo >>

source: ISO Code 2
pt_br: ISO Código 2

source: ISO Code 3
pt_br: ISO Código 3

source: Address Format
pt_br: Formato de Endereço

source: Currency
pt_br: Moeda

source: Symbol Left
pt_br: Símbolo a Esquerda

source: Symbol Right
pt_br: Símbolo a Direita

source: Decimal Point
pt_br: Ponto Decimal

source: Thousands Point
pt_br: Ponto de Milhar

source: Decimal Places
pt_br: Casas Decimais

source: Value
pt_br: Valor

source: Call (Template Placeholder)
pt_br: Chamada (Template Placeholder)

source: Subject
pt_br: Sujeito

source: Email Templates Details
pt_br: Detalhes dos Modelos de E-mail

source: Content
pt_br: Conteúdo

source: Either you are missing a database table, or you have not yet installed the software.
pt_br: Você está perdendo uma tabela de banco de dados ou ainda não instalou o software.

source: Click here to install the software.
pt_br: Clique aqui para instalar o software.

source: Database table %1$s for model %2$s was not found.
pt_br: A tabela %1$s do banco de dados para o modelo %2$s não foi encontrada.

source: Originator
pt_br: Originador

source: Current Images For This Content Item
pt_br: Imagens atuais para este item de conteúdo

source: Uploaded new images? Press apply to view them.
pt_br: Upload de novas imagens? Pressione aplicar para visualizá-las.

source: Click to Enlarge
pt_br: Clique para Ampliar

source: Can't write to:
pt_br: Não é possível gravar em:

source: An error has occured. Please correct the error and refresh the page.
pt_br: Ocorreu um erro. Por favor, corrija o erro e atualize a página.

source: Database successfully imported.
pt_br: Banco de dados importado com sucesso.

source: VamShop Newsletter
pt_br: Newsletter Loja Netscom

source: Your Name
pt_br: Seu Nome

source: Your Email
pt_br: Seu E-mail

source: Subscribe
pt_br: Inscreva-se

source: We at VamShop value your privacy, we will never sell or distribute your information. You will only receive information regarding VamShop or its affiliates.
pt_br: Nós da Netscom valorizamos sua privacidade, nunca iremos vender ou distribuir suas informações. Você receberá apenas informações sobre produtos ou serviços da nossa loja Netscom ou seus afiliados.

source: At anytime you may remove yourself from the list if you think you joined in error.
pt_br: A qualquer momento, você pode solicitar saída da da lista se achar que isso foi um erro, ou se não desejar mais receber nossa newsletter.

source: Click here to visit your live store.
pt_br: Clique aqui para visitar sua loja ao vivo.

source: Welcome to the VamShop installation.
pt_br: Bem-vindo à instalação do Netscom Chop. Clique aqui para visitar sua loja ao vivo.

source: Installing version:
pt_br: Instalando a versão:

source: Host
pt_br: Servidor

source: Database Name
pt_br: Nome do Banco de Dados

source: Database Username
pt_br: Usuário do Banco de Dados

source: Database Password
pt_br: Senha do Banco de Dados

source: Admin Credentials
pt_br: Informações de Login para o Administrador

source: Username
pt_br: Nome de Usuário

source: Password
pt_br: Senha

source: Language
pt_br: Idioma

source: Flag
pt_br: Bandeira

source: Flag Code
pt_br: Código da Bandeira

source: VamShop Admin
pt_br: Administrador Netscom

source: VamShop
pt_br: Netscom

source: Search
pt_br: Pesquisar

source: Global Record Search
pt_br: Pesquisar Registros Globais

source: Help
pt_br: Ajuda

source: Help for this page
pt_br: Ajuda para esta página

source: PHP Shopping Cart
pt_br: Carrinho de Compras PHP

source: Micro Template Details
pt_br: Detalhes do Modelo Pequeno

source: Tag Name
pt_br: Nome da Tag

source: Installed
pt_br: Instalado

source: Version
pt_br: Versão

source: Install
pt_br: Instalar

source: Upgrade
pt_br: Atualizar

source: Uninstall
pt_br: Desinstalar

source: Order
pt_br: Pedido

source: Order Status Details
pt_br: Detalhes do Status do Pedido

source: Customer
pt_br: Cliente

source: Order Number
pt_br: Número do Pedido

source: View
pt_br: Visualizar

source: Order Comments
pt_br: Ordem dos Comentários

source: New Comment
pt_br: Novo Comentário

source: Billing Information
pt_br: Informações de Pagamento

source: Customer Name
pt_br: Nome do Cliente

source: Address Line 1
pt_br: Endereço de Residência

source: Address Line 2
pt_br: Endereço de Entrega

source: City
pt_br: Cidade

source: State
pt_br: Estado

source: Country
pt_br: País

source: Zip
pt_br: CEP

source: Shipping Information
pt_br: Informações de Envio

source: Contact Information
pt_br: Informações de Contato

source: Phone
pt_br: Fone

source: Company
pt_br: Empresa

source: Payment Information
pt_br: Informações de Pagamento

source: Credit Card
pt_br: Cartão de Crédito

source: Expiration
pt_br: Data de Validade

source: Product Name
pt_br: Nome do Produto

source: Quantity
pt_br: Quantidade

source: Order Total
pt_br: Total do Pedido

source: User
pt_br: Usuário

source: Sent To Customer
pt_br: Enviado ao Cliente

source: Comment
pt_br: Comentário

source: Update Status
pt_br: Atualizar Status

source: Send To Customer
pt_br: Enviado ao Cliente

source: Payment Method Details
pt_br: Detalhes do Método de Pagamento

source: Results:
pt_br: Resultados:

source: Shipping Method Details
pt_br: Detalhes do Método de Envio

source: Media Type
pt_br: Tipo de Mídia

source: Copy
pt_br: Copiar

source: Current Template Associations
pt_br: Associações de Modelos Atuais

source: Name the copy:
pt_br: Renomeie a cópia:

source: Stylesheet Details
pt_br: Detalhes da Folha de Estilo

source: Default Template
pt_br: Modelo Padrão

source: Template Details
pt_br: Detalhes do Modelo

source: Create Micro Template From Tag
pt_br: Criar Micro Template De Tag

source: Tax Rate
pt_br: Taxa de Imposto

source: Tax Zone Rates Details
pt_br: Detalhes das Taxas de Regiões Fiscal

source: Country Zones
pt_br: Regiões do País

source: Are you sure you want to set all products to this tax class?
pt_br: Tem certeza de que deseja definir todos os produtos para essa classe de imposto?

source: Set All Products
pt_br: Definir Todos os Produtos

source: Tax Details
pt_br: Detalhes do Imposto

source: Expand
pt_br: Expandir

source: Collapse
pt_br: Colapso

source: Current Stylesheet Associations
pt_br: Associações de Folhas de Estilos Atuais

source: Attach Stylesheet
pt_br: Anexar Folha de Estilo

source: Template Copy Name
pt_br: Nome da Cópia do Modelo

source: Create Template Set
pt_br: Criar Conjunto de Modelos

source: User Tag Details
pt_br: Detalhes da Tag de Usuário

source: Account Details
pt_br: Detalhes da Conta

source: New Password
pt_br: Nova Senha

source: Confirm Password
pt_br: Confirmar Senha

source: User Prefences
pt_br: Preferências de Usuário

source: Contact Us
pt_br: Contate-nos

source: Creates a contact us form.
pt_br: Cria um formulário de contato.

source: WebMoney Purse
pt_br: Carteira WebMoney

source: WebMoney Secret Key
pt_br: Chave secreta WebMoney

source: RBKMoney Store ID
pt_br: ID da loja RBKMoney

source: RBKMoney Secret Key
pt_br: Chave Secreta RBKMoney

source: Prochange Secret Key
pt_br: Chave Secreta Prochange

source: Zpayment Purse
pt_br: Carteira Zpayment

source: Zpayment Secret Key
pt_br: Chave Secreta Zpayment

source: Robokassa Login
pt_br: Login do Robokassa

source: Robokassa Password 1
pt_br: Robokassa Senha 1

source: Robokassa Password 2
pt_br: Robokassa Senha 2

source: Assist Shop ID
pt_br: ID da Loja

source: InterKassa ID
pt_br: ID InterKassa

source: InterKassa Secret Key
pt_br: Chave Secreta InterKassa

source: LiqPay Secret Key
pt_br: Chave Secreta LiqPay

source: Qiwi Password
pt_br: Senha Qiwi

source: Today, %s
pt_br: Hoje, %s

source: Yesterday, %s
pt_br: Ontem, %s

source: on %s
pt_br: em %s

source: %s ago
pt_br: %s anterior

source: days
pt_br: dias

source: year
pt_br: ano

source: month
pt_br: mês

source: week
pt_br: semana

source: day
pt_br: dia

source: hour
pt_br: hora

source: minute
pt_br: minuto

source: second
pt_br: segundo

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: Bank Name
pt_br: Nome do Banco

source: Account Number 1
pt_br: Conta Número 1

source: Account Number 2
pt_br: Conta Número 2

source: Recipient
pt_br: Destinatário

source: Payment Text
pt_br: Texto de Pagamento

source: Notice
pt_br: Notícia

source: Receipt
pt_br: Recibo

source: Teller
pt_br: Caixa

source: Form #PD-4
pt_br: Formato #PD-4

source: recipient
pt_br: recebedor

source: bank info
pt_br: informações do banco

source: Payeer Name
pt_br: Payeer Nome

source: Payeer Address
pt_br: Endereço Payeer

source: Signature
pt_br: Assinatura

source: Company Address
pt_br: Endereço da Empresa

source: Company Phone
pt_br: Fone da Empresa

source: Supplier
pt_br: Fornecedor

source: in bank
pt_br: no banco

source: Invoice #
pt_br: Fatura #

source: on
pt_br: em

source: without tax.
pt_br: sem impostos.

source: Accountant
pt_br: Contador

source: Last Name
pt_br: Sobrenome

source: three
pt_br: três

source: four
pt_br: quatro

source: five
pt_br: cinco

source: six
pt_br: seis

source: seven
pt_br: sete

source: eight
pt_br: oito

source: nine
pt_br: nove

source: ten
pt_br: dez

source: eleven
pt_br: onze

source: twelve
pt_br: doze

source: thirteen
pt_br: treze

source: fourteen
pt_br: quatorze

source: fifteen
pt_br: quinze

source: sixteen
pt_br: dezesseis

source: seventeen
pt_br: dezessete

source: eighteen
pt_br: dezoito

source: nineteen
pt_br: dezenove

source: twenty
pt_br: vinte

source: thirty
pt_br: trinta

source: forty
pt_br: quarenta

source: fifty
pt_br: cinquenta

source: sixty
pt_br: sessenta

source: seventy
pt_br: setenta

source: eighty
pt_br: oitenta

source: ninety
pt_br: noventa

source: hundred
pt_br: cem

source: two hundred
pt_br: duzentos

source: three hundred
pt_br: trezentos

source: four hundred
pt_br: quatrocentos

source: five hundred
pt_br: quinhentos

source: six hundred
pt_br: seiscentos

source: seven hundred
pt_br: setecentos

source: eight hundred
pt_br: oitocentos

source: nine hundred
pt_br: novecentos

source: penny
pt_br: centavo

source: two penny
pt_br: dois centavos

source: ruble
pt_br: rublo

source: rubles
pt_br: rublos

source: one ruble
pt_br: um rublo

source: two rubles
pt_br: dois rublos

source: thousands
pt_br: milhares

source: thousand
pt_br: mil

source: one thousand
pt_br: mil

source: two thousand
pt_br: dois mil

source: million
pt_br: milhão

source: millions
pt_br: milhões

source: one million
pt_br: um milhão

source: two million
pt_br: dois milhões

source: billion
pt_br: bilhão

source: one billion
pt_br: um bilhão

source: two billion
pt_br: dois bilhões

source: trillion
pt_br: trilhão

source: trillions
pt_br: trilhões

source: one trillion
pt_br: um trilhão

source: two trillion
pt_br: dois trilhões

source: There was a problem with the field
pt_br: Houve um problema com o campo

source: License invalid!
pt_br: Licença inválida!

source: Go to Admin - Configurations -
pt_br: Vá para Admin - Configurações -

source: and check your key.
pt_br: e verifique sua chave.

source: Close
pt_br: Fechar

source: New version available. VamShop
pt_br: Nova versão disponível. Netscom Shop

source: and update your store.
pt_br: e atualize sua loja.

source: License Key
pt_br: Chave de Licença

source: Key:
pt_br: Chave:

source: Domain:
pt_br: Domínio:

source: Start Date:
pt_br: Data de Início:

source: End Date:
pt_br: Data Final:

source: License is invalid. Check your key.
pt_br: A licença é inválida. Verifique sua chave.

source: Your VamShop Version:
pt_br: Sua versão do Netscom Shop:

source: Current VamShop Version:
pt_br: Versão atual do Netscom Shop:

source: Click Update button to start VamShop AutoUpdate.
pt_br: Clique no botão Atualizar para iniciar a atualização do Netscom Shop.

source: You currently use latest version of VamShop.
pt_br: Atualmente você usa a última versão do Netscom Shop.

source: Mise à jour effectuée avec succès.
pt_br: Atualização concluída com sucesso.

source: Select target category
pt_br: Selecione a categoria alvo

source: Move
pt_br: Mover

source: Copied content item.
pt_br: Item de conteúdo copiado.

source: Moved content item.
pt_br: Item de conteúdo movido.

source: Country Zones linked.
pt_br: Regiões do País Vinculadas.

source: Country Zones unlinked.
pt_br: Regiões de País Desvinculadas.

source: Geo Zone Details
pt_br: Detalhes da Regiões Geográfica

source: Edit Zones for Geo Zone
pt_br: Editar Regiões Geográfica

source: Geo Zones Listing
pt_br: Listagem de Regiões Geográficas

source: Select country
pt_br: Selecione o Pais

source: Select regions
pt_br: Selecionar Regiões

source: Select All
pt_br: Selecionar Tudo

source: Deselect All
pt_br: Desmarcar Tudo

source: None
pt_br: Nenhum

source: Generates States list.
pt_br: Gerar Lista de Estados.

source: Generates Country list.
pt_br: Gera Lista de Países.

source: Select zone
pt_br: Selecione a Região

source: Geo Zone
pt_br: Região

source: Shipping Cost for Zone
pt_br: Custo de Envio para a Região

source: Shipping Handling Cost for Zone
pt_br: Custo de Manuseio de Frete para a Região

source: Firstname must only contain letters and numbers.
pt_br: O nome deve conter apenas letras e números.

source: Lastname must only contain letters and numbers.
pt_br: Sobrenome deve conter apenas letras e números.

source: Password can not be blank
pt_br: A senha não pode ficar em branco

source: Passwords don't match
pt_br: As senhas não combinam

source: Please, input correct e-mail address
pt_br: Por favor, insira o endereço de e-mail correto

source: This email has already been taken.
pt_br: Este e-mail já foi enviado.

source: Style name or style alias is empty.
pt_br: O nome do estilo ou o alias de estilo está vazio.

source: Styles has been imported.
pt_br: Estilos foram importados.

source: Invalid XML file stylesheets.xml.
pt_br: Arquivo XML inválido stylesheets.xml.

source: Error extracting stylesheets.xml.
pt_br: Erro ao extrair o stylesheets.xml.

source: Please, select the file for import.
pt_br: Por favor, selecione o arquivo para importação.

source: Key or language_id empty.
pt_br: Chave ou language_id vazia.

source: Defined languages has been imported.
pt_br: Idiomas definidos foram importados.

source: Invalid XML file defined_languages.xml.
pt_br: Arquivo XML inválido defined_languages.xml.

source: Error extracting defined_languages.xml.
pt_br: Erro ao extrair o defined_languages.xml.

source: Templates name is empty.
pt_br: O nome dos modelos está vazio.

source: Templates has been imported.
pt_br: Modelos foram importados.

source: Invalid XML file templates.xml.
pt_br: Arquivo XML inválido templates.xml.

source: Error extracting templates.xml.
pt_br: Arquivo XML inválido templates.xml.

source: MicroTemplates alias is empty.
pt_br: O alias MicroTemplates está vazio.

source: MicroTemplates has been imported.
pt_br: MicroTemplates foi importado.

source: Invalid XML file micro_templates.xml.
pt_br: Arquivo XML inválido micro_templates.xml.

source: Error extracting micro_templates.xml.
pt_br: Erro ao extrair o micro_templates.xml.

source: Search Result
pt_br: Resultado da Pesquisa

source: Download link:
pt_br: Baixar link:

source: Order Search
pt_br: Pesquisa de Pedidos

source: Last allowed download date is reached.
pt_br: A última data de download permitida é atingida.

source: The number of downloads is exceeded.
pt_br: O número de downloads foi excedido.

source: Order is not payed.
pt_br: O pedido não foi pago.

source: Product is not found.
pt_br: Produto não encontrado.

source: Order is not found.
pt_br: O pedido não foi encontrado.
