Repository: vamcart/vamcart
Catalog: app/Locale/prt/LC_MESSAGES/default.po
Languages: pt_br

source: Orders
pt_br: Pedidos

source: All Orders
pt_br: Todos os Pedidos

source: Contents
pt_br: Conteúdo

source: Categories/Products
pt_br: Categorias/Produtos

source: Import/Export
pt_br: Importar/Exportar

source: Pages
pt_br: Páginas

source: Content Blocks
pt_br: Blocos de Conteúdo

source: Templates
pt_br: Modelos

source: Stylesheets
pt_br: Folhas de Estilo

source: Micro Templates
pt_br: Pequenos Modelos

source: Configurations
pt_br: Configurações

source: Store Settings
pt_br: Configurações da Loja

source: License
pt_br: Licença

source: Update
pt_br: Atualizar

source: Order status
pt_br: Status do Pedido

source: Payment Methods
pt_br: Método de Pagamento

source: Shipping Methods
pt_br: Métodos de Envio

source: Tax Classes
pt_br: Classes Fiscais

source: Tax Rates
pt_br: Taxas de Imposto

source: Email Templates
pt_br: Modelos de E-mail

source: Locale
pt_br: Localização

source: Currencies
pt_br: Moedas

source: Languages
pt_br: Idioma

source: Countries
pt_br: Países

source: Defined Languages
pt_br: Definir Idioma

source: Geo Zones
pt_br: Regiões

source: Extensions
pt_br: Extensões

source: Modules
pt_br: Modulos

source: User Tags
pt_br: Tags de Usuário

source: Events
pt_br: Eventos

source: Account
pt_br: Conta

source: Manage Accounts
pt_br: Gerenciar Conta

source: My Account
pt_br: Minha Conta

source: Prefences
pt_br: Preferências

source: Logout
pt_br: Sair

source: Tools
pt_br: Ferramentas

source: Database Backup
pt_br: Backup do Banco de Dados

source: Database Manager
pt_br: Gerenciar Banco de Dados

source: Launch Site
pt_br: Publicar Site

source: Login Error.
pt_br: Erro de Login

source: Cache cleared.
pt_br: Cache apagado.

source: Store Configuration
pt_br: Configurações da Loja

source: Record saved.
pt_br: Registro salvo.

source: Error: Could not delete default record.
pt_br: Erro: não foi possível excluir o registro padrão.

source: You have deleted a record.
pt_br: Você apagou um registro.

source: Edit
pt_br: Editar

source: Content Details
pt_br: Detalhes do Conteúdo

source: Unable to delete content item with children.
pt_br: Não é possível excluir o item de conteúdo.

source: Deleted a content item.
pt_br: Item de conteúdo excluído com sucesso

source: Now showing in menu.
pt_br: Será mostrado no menu

source: Export to YML
pt_br: Exportar para YML

source: Not export to YML
pt_br: Não exportar para YML

source: Now hiding from menu.
pt_br: Não será mostrado no menu

source: Activated content item.
pt_br: Item de conteúdo ativo

source: Inactivated content item.
pt_br: Item de conteúdo desativado

source: Pages Listing
pt_br: Lista de páginas

source: Listing
pt_br: Lista

source: Country Details
pt_br: Detalhes do País

source: Record created.
pt_br: Registro criado.

source: Record deleted.
pt_br: Registro excluido

source: Countries Listing
pt_br: Lista de Países

source: Country Zone Details
pt_br: Detalhes de Regiões

source: Country Zones Listing
pt_br: Lista de Regiões

source: Currency Details
pt_br: Detalhes de Moedas

source: Record activated.
pt_br: Registro ativado.

source: Error: Could not deactivate default record.
pt_br: Erro: não foi possível desativar o registro padrão.

source: Record deactivated.
pt_br: Gravar desativado

source: Currencies Listing
pt_br: Listas de Moedas

source: Defined Language Details
pt_br: Definir detalhes do idioma

source: Defined Language Listing
pt_br: Listagem de Idiomas Definidos

source: Email Templates Listing
pt_br: Listagem de modelos de e-mail

source: Event Details
pt_br: Detalhes do Evento

source: Events Listing
pt_br: Lista de Eventos

source: Global Content Block Details
pt_br: Detalhes do bloco de conteúdo global

source: Global Content Blocks Listing
pt_br: Listagem de Blocos de Conteúdo Global

source: Install VamShop
pt_br: Instalar Netscom Shop

source: VamShop Installed
pt_br: Netscom Shop Instalado

source: Unable to connect to database.
pt_br: Não é possível se conectar ao banco de dados.

source: Could not select database. Are you sure you created it?
pt_br: Não foi possível selecionar o banco de dados. Tem certeza que ele foi criado?

source: Can't open config.php. Please check you have proper permissions to write to that file.
pt_br: Não é possível abrir o config.php. Por favor, verifique se você tem permissões adequadas para gravar nesse arquivo.

source: Language Details
pt_br: Detalhes do Idioma

source: Languages Listing
pt_br: Listagem de Idiomas

source: Enter an alias to use
pt_br: Digite um alias para usar

source: Micro Template
pt_br: Pequeno Modelo

source: Micro Template Saved.
pt_br: Pequeno Modelo Salvo

source: Micro Templates Listing
pt_br: Lista de Pequenos Modelos

source: Modules Listing
pt_br: Listagem de Módulos

source: Order Status
pt_br: Status do Pedido

source: Order Status Listing
pt_br: Listagem de Status de Pedidos

source: Order View
pt_br: Visualizar Pedido

source: Orders Listing
pt_br: Listagem de Pedidos

source: Edit Payment Method
pt_br: Editar Método de Pagamento

source: Payment Methods Listing
pt_br: Listagem de Métodos de Pagamento

source: Add module
pt_br: Adicionar Módulo

source: Module Upload
pt_br: Atualizar Módulo

source: Upload New Module
pt_br: Upload de Novo Módulo

source: Module Uploaded
pt_br: Módulo Enviado

source: Error : Unable to unzip archive
pt_br: Erro: Não é possível descompactar o arquivo

source: Module Not Uploaded
pt_br: Módulo não Enviado

source: Search Results
pt_br: Buscar

source: Edit Shipping Method
pt_br: Editar Método de Envio

source: Shipping Methods Listing
pt_br: Listagem de Métodos de Envio

source: You have deleted a template association.
pt_br: ocê excluiu uma associação de modelos.

source: Attach Template
pt_br: Anexar modelo

source: Copy Stylesheet
pt_br: Copiar Folha de Estilo

source: Could not delete stylesheet. Stylesheet is in use.
pt_br: Não foi possível excluir a folha de estilo pois ela está em uso.

source: You deleted a stylesheet.
pt_br: Folha de estilo excluída com sucesso.

source: Stylesheet
pt_br: Folha de Estilo

source: You have created a new stylesheet.
pt_br: Você criou uma nova folha de estilo.

source: You have updated a stylesheet.
pt_br: Você atualizou uma folha de estilo.

source: You have deleted multiple stylesheets.
pt_br: Você excluiu várias folhas de estilo.

source: You have activated multiple stylesheets.
pt_br: Você ativou várias folhas de estilo.

source: You have inactivated multiple stylesheets.
pt_br: Você inativou várias folhas de estilo.

source: Stylesheets Listing
pt_br: Listagem de Folhas de Estilo

source: Tag Details
pt_br: Detalhe da Tag

source: Tags Listing
pt_br: Listagem de Tags

source: All Country Zones
pt_br: Todas as Regiões do País

source: Tax Edit
pt_br: Editar Imposto

source: New Tax Zone
pt_br: Novo Imposto Regional

source: Tax Zones
pt_br: Impostos de Regiões

source: Please select a tax class.
pt_br: Por favor, selecione uma classe de imposto.

source: You have updated multiple records.
pt_br: Você atualizou vários registros.

source: Tax
pt_br: Imposto

source: Taxes Listing
pt_br: Lista de Impostos

source: You have deleted a stylesheet association.
pt_br: Você excluiu uma associação de folha de estilo.

source: Attach Stylesheets
pt_br: Anexar folhas de estilo

source: Are you sure you want to set all products to this template?
pt_br: Tem certeza de que deseja definir todos os produtos para este modelo?

source: Copy Template
pt_br: Copiar Modelo

source: Record copied.
pt_br: Registro copiado.

source: Could not delete template. Template is in use.
pt_br: Não foi possível excluir o modelo. O modelo está em uso.

source: You deleted a template.
pt_br: Você excluiu um modelo.

source: Template Content
pt_br: Modelo de Conteúdo

source: Edit Template
pt_br: Editar Modelo

source: New Template
pt_br: Novo Modelo

source: Templates Listing
pt_br: Listagem de Modelos

source: User Tag
pt_br: Tag de Usuário

source: Invalid Tag Code
pt_br: Código de Tag Inválido

source: User tag created.
pt_br: Tag de usuário criada.

source: User tag updated.
pt_br: Tag de usuário atualizada.

source: User tag deleted.
pt_br: Tag de usuário excluída.

source: User Tags Listing
pt_br: Listagem de Tags de Usuário

source: Could not delete that account.
pt_br: Não foi possível excluir essa conta.

source: My Account Details
pt_br: Detalhes da Minha Conta

source: Sorry, passwords did not match.
pt_br: Desculpe, mas as senhas devem ser iguais.

source: Your account settings have been updated.
pt_br: As configurações da sua conta foram atualizadas.

source: My Prefences
pt_br: Minhas Preferências

source: You have logged out.
pt_br: Você saiu

source: No match for Username and/or Password.
pt_br: Nome de usuário e/ou senha não foram encontrados.

source: New Admin
pt_br: Novo Administrador

source: Could not create user account. User exists.
pt_br: Não foi possível criar uma conta de usuário. O usuário já existe.

source: Admins Listing
pt_br: Listagem de Administradores

source: Could not install module.
pt_br: Não foi possível instalar o módulo.

source: module exists.
pt_br: Módulo existente

source: Abandoned carts have been purged.
pt_br: Carrinhos abandonados foram excluidos

source: Abandoned Carts
pt_br: Carrinhos Abandonados

source: Module Upgraded
pt_br: Módulo Atualizado

source: Module Installed
pt_br: Módulo Instalado

source: Module Uninstalled
pt_br: Módulo Desinstalado

source: What does this do?
pt_br: O que isso faz?

source: The Abandoned Carts module allows you to view the contents of customer's carts who did not complete checkout.
pt_br: O módulo de Carrinhos Abandonados permite visualizar o conteúdo dos carrinhos dos clientes que não concluíram a finalização da compra.

source: How do I use this?
pt_br: Como eu uso isso?

source: Simply navigate to Orders -> Abandoned Carts to use this module.
pt_br: Basta navegar para Pedidos -> Carrinhos Abandonados para usar este módulo.

source: Main
pt_br: Principal

source: Options
pt_br: Opções

source: Order Id
pt_br: ID do Pedido

source: Number of Products
pt_br: Quantidade de Produtos

source: Date Placed
pt_br: Informe a Data

source: Click here to purge all Abandoned Carts.
pt_br: Clique aqui para limpar todos os Carrinhos Abandonados.

source: Are you sure?
pt_br: Você tem certeza?

source: You have deleted a coupon.
pt_br: Você excluiu um cupom.

source: Edit Coupon
pt_br: Editar Cupom

source: no
pt_br: Não

source: yes
pt_br: Sim

source: You have updated a coupon.
pt_br: Você atualizou um cupom.

source: Manage Coupons
pt_br: Gerenciar Cupons

source: Not enough products in cart for coupon. Requires:
pt_br: Não existem produtos suficientes no carrinho para aplicar um cupom. Requer:

source: products.
pt_br: produtos

source: Too many products in cart for coupon. Requires less than:
pt_br: Você adicionou muito produtos ao carrinho para aplicar o cupom. Requer menos que:

source: Order total not enough. Requires at least:
pt_br: O total do pedido não é suficiente. Requer ao menos:

source: Order total too high. Requires less than:
pt_br: O total do pedido é muito alto. Requer menos que:

source: Error: Coupon already used.
pt_br: Erro: cupom já utilisado.

source: Coupons
pt_br: Cupons

source: Restrictions
pt_br: Restrições

source: Coupon Details
pt_br: Detalhes do Cupom

source: Name
pt_br: Nome

source: Coupon Code
pt_br: Código do Cupom

source: Free Shipping
pt_br: Frete Grátis

source: Percent Off Total
pt_br: Percentual Total de Desconto

source: Amount Off Total
pt_br: Quantidade Total

source: Max Uses
pt_br: Máximo de Utilização

source: Min Product Count
pt_br: Contagem Mínima de Produtos

source: Max Product Count
pt_br: Contagem Máxima do Produto

source: Min Order Total
pt_br: Total Mínimo do Pedido

source: Max Order Total
pt_br: Total Máximo de Pedidos

source: Submit
pt_br: Enviar

source: Apply
pt_br: Aplicar

source: Cancel
pt_br: Cancelar

source: The coupons module allows you to create promotional discounts and coupons for your customers to use.
pt_br: O módulo de cupons permite que você crie descontos promocionais e cupons para seus clientes usarem.

source: Once installed there will be a new menu item under Content called Coupons. Here you can create coupons for your customers to use. They will be presented with a box during checkout to enter any promotional coupons they have.
pt_br: Uma vez instalado, haverá um novo item de menu em Conteúdo chamado Cupons. Aqui você pode criar cupons para seus clientes usarem. Eles serão apresentados com uma caixa durante o check-out para inserir quaisquer cupons promocionais que tenham.

source: To use during checkout:
pt_br: Para usar durante o checkout:

source: Code
pt_br: Código

source: Action
pt_br: Ação

source: Record Deleted.
pt_br: Registro Excluído.

source: Read Review
pt_br: Ver Comentário

source: Manage Reviews
pt_br: Gerenciar Comentários

source: Reviews
pt_br: Comentários

source: Date:
pt_br: Data:

source: Author:
pt_br: Autor

source: Review:
pt_br: Comentário

source: Return to menu
pt_br: Voltar ao menu

source: The reviews module will allow customers to publish reviews and rate your products.
pt_br: O módulo de avaliações permitirá que os clientes publiquem comentários e avaliem seus produtos.

source: Upon installation the Reviews Module will create a new Core Page for your store called Product Reviews.
pt_br: Após a instalação, o Módulo de Comentários criará uma nova Página Principal para sua loja chamada Comentários de Produto.

source: To create a link to a products reviews:
pt_br: Para criar um link para uma análise de produtos:

source: This call will create two links in your page/template. One to read reviews of the current content, and the other to publish your own review.
pt_br: Esta chamada criará dois links na sua página/modelo. Um para ler comentários do conteúdo atual e outro para publicar seu própria comentário.

source: To create a listing of reviews:
pt_br: Para criar uma listagem de comentários:

source: Generally called from the core page. If called from a template will display a listing of reviews for that content item.
pt_br: Geralmente chamado da página principal. Se chamado de um modelo, exibirá uma listagem de comentários para esse item de conteúdo.

source: Author
pt_br: Autor

source: Date
pt_br: Dado

source: Product
pt_br: Produto

source: Merchant ID
pt_br: ID do Comerciante

source: Paypal Email
pt_br: E-mail Paypal

source: Shipping Cost
pt_br: Frete

source: Free shipping is just that, FREE! No configuration is needed.
pt_br: Frete grátis é apenas isso, GRÁTIS! Nenhuma configuração é necessária.

source: Per Item Amount
pt_br: Por Quantidade de Item

source: Handling
pt_br: Manipulação

source: Table based shipping can be set to work off of number of products in cart, weight of products, or total price of products. In the textarea below specify value to cost pairs with a colon followed by a comma. Example: 0:1.00,1:2.50,2:3.00. Units of measure must be integers.
pt_br: A remessa baseada em tabela pode ser configurada para trabalhar com o número de produtos no carrinho, o peso dos produtos ou o preço total dos produtos. Na área de texto abaixo, especifique o valor para os pares de custo com dois pontos seguidos por uma vírgula. Exemplo: 0:1.00,1:2.50,2:3.00. Unidades de medida devem ser números inteiros.

source: Weight
pt_br: Peso

source: Products
pt_br: Produtos

source: Rates
pt_br: Preço

source: What does this tag do?
pt_br: O que essa tag faz?

source: Displays the google analytics code.
pt_br: Exibe o código do Google Analytics.

source: Displays the yandex metrika code.
pt_br: Exibe o código yandex metrika.

source: Outputs the correct language value specified by the key between the brackets.
pt_br: Emite o valor de idioma correto especificado pela chave entre os colchetes.

source: How do I use it?
pt_br: Como eu uso isso?

source: Just insert the tag into your template like:
pt_br: Basta inserir a tag no seu modelo como:

source: Language Text
pt_br: Texto do Idioma

source: Make sure you define the language key in the admin area.
pt_br: Certifique-se de definir a chave de idioma na área de administração.

source: Wraps the product purchase button with a form.
pt_br: Envolve o botão de compra do produto com um formulário.

source: Wraps the product purchase button with a ajax form.
pt_br: Envolve o botão de compra do produto com um formulário ajax.

source: Just wrap your product purchase with:
pt_br: Apenas envolva sua compra de produto com:

source: Administration
pt_br: Administração

source: Creates a link to the admin area inside of the front end template.
pt_br: Cria um link para a área de administração dentro do modelo de front end.

source: The link will only be displayed if the user has an active admin session.
pt_br: O link só será exibido se o usuário tiver uma sessão de administração ativa.

source: What parameters does it take?
pt_br: Quais parâmetros são necessários?

source: Edit Content
pt_br: Editar Conteúdo

source: Creates a link to edit the current content page.
pt_br: Cria um link para editar a página de conteúdo atual.

source: Links are only shown if you have an active admin session and the page is not a core page.
pt_br: Os links são exibidos apenas se você tiver uma sessão de administração ativa e a página não for uma página principal.

source: This plugin handles the entire checkout process.
pt_br: Este plugin lida com todo o processo de checkout.

source: Just insert the tag into your template/page like:
pt_br: Basta inserir a tag no seu modelo/página como:

source: This is where the content for your page will be displayed. It's inserted into the template and changed based on the current page being displayed. This tag will call any sub-templates that are required to display the page.
pt_br: É aqui que o conteúdo da sua página será exibido. Ele é inserido no modelo e alterado com base na página atual que está sendo exibida. Essa tag chamará os submodelos necessários para exibir a página.

source: Displays an unordered list of images for the current content page.
pt_br: Exibe uma lista não ordenada de imagens para a página de conteúdo atual.

source: Number of images to display.
pt_br: Número de imagens a serem exibidas.

source: Maximum height of thumbnails.
pt_br: Altura máxima das miniaturas.

source: Maximum width of thumbnails.
pt_br: Largura máxima das miniaturas.

source: Set to false to disable thumbnailing of images. Defaults to true.
pt_br: Defina como false para desativar a miniaturas de imagens. O padrão é verdadeiro.

source: Displays a list of content items depending on the parent of those items.
pt_br: Exibe uma lista de itens de conteúdo, dependendo do pai desses itens.

source: Type of content to display. Seperate multiple values with commas, example:
pt_br: Tipo de conteúdo a ser exibido. Separe vários valores com vírgulas, exemplo:

source: Defaults to
pt_br: Padrões para

source: The parent of the content items to be shown. Accepts an alias or id, defaults to 0.
pt_br: O pai dos itens de conteúdo a serem mostrados. Aceita um alias ou id, o padrão é 0.

source: (template)
pt_br: (modelo)

source: Useful if you want to override the default content listing template. Setting this will utilize the template that matches this alias.
pt_br: Útil se você quiser substituir o modelo de listagem de conteúdo padrão. Definir isso utilizará o modelo que corresponde a esse alias.

source: Current page.
pt_br: Pagina atual.

source: Items per page.
pt_br: Itens por página.

source: Allows the user to select a currency.
pt_br: Permite que o usuário selecione uma moeda.

source: Overrides the default template for the currency_box plugin.
pt_br: Substitui o modelo padrão do plug-in currency_box.

source: Outputs the description of the current page, product, or category depending on the user's default selected language.
pt_br: Exibe a descrição da página, produto ou categoria atual, dependendo do idioma selecionado padrão do usuário.

source: Dumps all available smarty template variables onto the page. If you wanted to use one you would use it like:
pt_br: Faz o dump de todas as variáveis do modelo Smarty disponíveis na página. Se você quisesse usar um, você o usaria como:

source: Outputs the global_content of the current page, product, or category depending on the user's default selected language.
pt_br: Gera o global_content da página, produto ou categoria atual, dependendo do idioma selecionado padrão do usuário.

source: Alias of the global content block to display.
pt_br: Alias do bloco de conteúdo global a ser exibido.

source: Displays the head data for this content. Edit the head data for each content item under the options tab.
pt_br: Exibe os dados da cabeçalho para este conteúdo. Edite os dados principais de cada item de conteúdo na guia de opções.

source: Allows the user to select a language.
pt_br: Permite que o usuário selecione um idioma.

source: Overrides the default template for the language_box plugin.
pt_br: Substitui o modelo padrão do plug-in language_box.

source: Displays the current meta description.
pt_br: Exibe a meta descrição atual.

source: Displays the current meta keywords.
pt_br: Exibe as meta palavras-chave atuais.

source: Displays the metadata for this content. Edit the metadata under the options tab.
pt_br: Exibe os metadados para este conteúdo. Edite os metadados na guia de opções.

source: Makes a call to the installed module. If the module is not found, this does nothing.
pt_br: Faz uma chamada para o módulo instalado. Se o módulo não for encontrado, isso não faz nada.

source: See the specific module documentation for more information.
pt_br: Veja a documentação específica do módulo para mais informações.

source: Controller to call. Defaults to action
pt_br: Controlador para ligar. Padrões para ação

source: Method to call of the action controller.
pt_br: Método para chamar o controlador de ação.

source: Overrides the module's default template for the action specified.
pt_br: Substitui o modelo padrão do módulo pela ação especificada.

source: Displays the current page name.
pt_br: Exibe o nome da página atual.

source: This plugin handles the payment process.
pt_br: Este plugin lida com o processos de pagamento.

source: This plugin returns the shipping info text.
pt_br: Este plugin retorna o texto de informação de envio.

source: Displays any necessary shipping text before sending the user off to process the order.
pt_br: Exibe qualquer texto de envio necessário antes de enviar o usuário para processar o pedido.

source: You should only use this tag in the confirmation core page. Just insert the tag into your page like:
pt_br: Você só deve usar essa tag na página principal de confirmação. Basta inserir a tag na sua página como:

source: overrides the default payment template.
pt_br: substitui o modelo de pagamento padrão.

source: Displays any necessary payment fields before sending the user off to process the order.
pt_br: Exibe todos os campos de pagamento necessários antes de enviar o usuário para processar o pedido.

source: This tag is called from the confirmation page like:
pt_br: Essa tag é chamada na página de confirmação como:

source: Displays the product price for the current content.
pt_br: Exibe o preço do produto para o conteúdo atual.

source: Creates a product quantity box.
pt_br: Cria uma caixa de quantidade de produto.

source: Just insert the tag into your product_info template like:
pt_br: Basta inserir a tag no seu modelo product_info como:

source: Add To Cart
pt_br: Adicionar ao Carrinho

source: Creates a purchase button for the product.
pt_br: Cria um botão de compra para o produto.
